{
  "id": "intro-ciencias-humanas",
  "title": "Introducción a las Ciencias Humanas",
  "branch": "Ciencias Humanas",
  "difficulty": "beginner",
  "duration": "4 horas 30 minutos",
  "description": "Curso introductorio que te introduce en el mundo de las ciencias humanas. Descubre qué son, cómo se diferencian de otras ciencias, explora la compleja relación entre el individuo y la sociedad, y entiende las grandes preguntas que estas disciplinas se plantean. Ideal para futuros humanistas, filósofos, sociólogos, antropólogos, historiadores y cualquiera interesado en entender la condición humana.",
  "thumbnail_url": "/img/courses/ciencias-humanas-intro.png",
  "tags": ["Ciencias Humanas", "Filosofía", "Sociología", "Individuo", "Sociedad", "Cultura"],
  "modules": [
    {
      "title": "¿Qué son las Ciencias Humanas?",
      "duration": "1 hora 30 minutos",
      "lessons": [
        {
          "id": "lesson-1-1",
          "title": "Definición y Alcance de las Ciencias Humanas",
          "content_type": "text",
          "content": "<h3>Las Ciencias Humanas: Una Definición Amplia</h3><p>Las ciencias humanas son un conjunto de disciplinas académicas cuyo objeto de estudio es el ser humano en toda su complejidad: su cultura, su pensamiento, su lenguaje, su arte, su historia, sus valores y sus expresiones creativas. A diferencia de las ciencias naturales que estudian fenómenos del mundo físico, las ciencias humanas se centran en las manifestaciones inherentemente humanas.</p><p><strong>Características fundamentales:</strong></p><ul><li><strong>Singularidad:</strong> Los fenómenos humanos son únicos e irrepetibles. No hay dos revoluciones idénticas, dos obras maestras idénticas, dos relaciones humanas idénticas.</li><li><strong>Historicidad:</strong> Los fenómenos humanos solo pueden ser entendidos en su contexto histórico. La tecnología de hoy es diferente a la de hace un siglo porque la historia ha avanzado.</li><li><strong>Intencionalidad:</strong> Los seres humanos actúan con propósito, con significado. No somos máquinas: nuestras acciones tienen razones, motivaciones, ideales.</li><li><strong>Reflexividad:</strong> Los seres humanos somos capaces de reflexionar sobre nosotros mismos, de cuestionarnos, de cambiar nuestras creencias.</li></ul><h3>Diferencias con otras Ciencias</h3><p><strong>Ciencias Naturales (Física, Biología, Química):</strong></p><ul><li>Estudian: Fenómenos del mundo físico</li><li>Objetivo: Descubrir leyes universales</li><li>Método: Experimental, cuantitativo</li><li>Ejemplo: \"El hierro se oxida en presencia de oxígeno\" — esto es universal y repetible</li></ul><p><strong>Ciencias Formales (Matemática, Lógica):</strong></p><ul><li>Estudian: Sistemas abstractos, símbolos, relaciones lógicas</li><li>Objetivo: Demostrar verdades necesarias</li><li>Método: Deductivo, formal</li><li>Ejemplo: \"2 + 2 = 4\" — esto es verdad por definición</li></ul><p><strong>Ciencias Humanas (Filosofía, Historia, Literatura, Antropología):</strong></p><ul><li>Estudian: Manifestaciones humanas culturales e históricas</li><li>Objetivo: Comprender e interpretar significados</li><li>Método: Cualitativo, hermenéutico, histórico-crítico</li><li>Ejemplo: \"En el Renacimiento, el humanismo revolucionó la comprensión del ser humano\" — esto es interpretación contextualizada, no ley universal</li></ul><p><strong>Ciencias Sociales (Sociología, Economía, Ciencia Política):</strong></p><ul><li>Estudian: Estructuras, relaciones e instituciones sociales</li><li>Objetivo: Explicar estructuras y relaciones entre individuos y grupos</li><li>Método: Mixto, combinan cualitativo y cuantitativo</li><li>Nota: Existe solapamiento entre ciencias humanas y sociales; no hay límite claro</li></ul><h3>Disciplinas que Conforman las Ciencias Humanas</h3><p><strong>Filosofía:</strong> Busca responder las preguntas fundamentales: ¿Qué es la realidad? ¿Qué es el bien? ¿Qué es la justicia? ¿Qué es el ser humano?</p><p><strong>Historia:</strong> Estudia el pasado humano, interpretando eventos, personajes y procesos históricos para entender cómo llegamos al presente.</p><p><strong>Literatura:</strong> Analiza obras literarias, expresiones del lenguaje creativo, y las culturas que las producen.</p><p><strong>Antropología:</strong> Estudia la humanidad holísticamente: culturas, tradiciones, creencias, estructuras sociales de diferentes pueblos y tiempos.</p><p><strong>Lingüística:</strong> Investiga el lenguaje: cómo se estructura, cómo funciona, cómo cambia a través del tiempo y las culturas.</p><p><strong>Artes y Estética:</strong> Analiza creaciones artísticas (visuales, performativas, musicales), comprende qué es la belleza y el valor artístico.</p><p><strong>Religión y Teología:</strong> Estudia sistemas de creencias, prácticas religiosas, significados espirituales a través de culturas y épocas.</p><h3>El Método Interpretativo: La Comprensión</h3><p>A diferencia de las ciencias naturales que buscan \"explicar\" (encontrar causas), las ciencias humanas buscan \"comprender\" (captar significado).</p><p><strong>Explicar:</strong> \"El vidrio se rompió porque lo golpeé con una piedra\" — causa y efecto físico.</p><p><strong>Comprender:</strong> \"La revolución francesa ocurrió porque los ilustrados cuestionaban el poder absoluto monárquico\" — entender las motivaciones, ideas y significados detrás de las acciones.</p><p>Wilhelm Dilthey (1833-1911) fue fundamental en establecer esta distinción. Las ciencias del espíritu (ciencias humanas) requieren \"Verstehen\" (comprensión), no solo explicación causal. Para entender una obra de arte, poesía o acción humana, debes \"meterte en los zapatos\" del creador, comprender su contexto histórico y cultural.</p><h3>La Importancia Contemporánea de las Ciencias Humanas</h3><p>En una era dominada por la tecnología y las ciencias naturales, ¿por qué importan las ciencias humanas?</p><ul><li><strong>Autoconocimiento:</strong> Las ciencias humanas nos ayudan a entender quiénes somos, de dónde venimos, cuáles son nuestros valores.</li><li><strong>Crítica y Reflexión:</strong> Nos enseñan a cuestionar suposiciones, a ver más allá de lo obvio, a pensar críticamente.</li><li><strong>Diálogo Intercultural:</strong> En un mundo globalizado, necesitamos entender otras culturas, otros lenguajes, otras perspectivas históricas.</li><li><strong>Ética y Valores:</strong> Las ciencias humanas nos plantean preguntas éticas: ¿Cómo debemos vivir? ¿Qué es justo? ¿Cómo respetamos la dignidad humana?</li><li><strong>Preparación para la Incertidumbre:</strong> Las humanidades enseñan flexibilidad, adaptabilidad, capacidad de interpretar y reinterpretar significados en contextos cambiantes.</li></ul>",
          "duration": "Lectura de 14 min"
        },
        {
          "id": "lesson-1-1-video",
          "title": "Video: Introducción a las Ciencias Humanas",
          "content_type": "video",
          "video_url": "https://www.youtube.com/watch?v=G_9_aVHVSqk",
          "duration": "4:42",
          "description": "Refuerzo visual sobre qué son las ciencias humanas y sus características"
        },
        {
          "id": "lesson-1-2",
          "title": "Historia y Desarrollo de las Ciencias Humanas",
          "content_type": "text",
          "content": "<h3>Orígenes Antiguos: Primeros Cuestionamientos</h3><p>Aunque la ciencia humana moderna nace en el siglo XIX, los cuestionamientos sobre la naturaleza humana remontan a la antigüedad clásica.</p><p><strong>Antigua Grecia (Siglos V-IV a.C.):</strong> Los sofistas y Platón se hacían preguntas fundamentales: ¿Qué es la justicia? ¿Cómo debe organizarse la sociedad? ¿Cómo debemos vivir? Sócrates, Platón y Aristóteles sentaron las bases de la filosofía occidental, que sigue siendo central a las ciencias humanas.</p><p><strong>Edad Media (Siglos V-XV):</strong> Teólogos como Tomás de Aquino combinaban fe con razón. La pregunta central era: ¿Cómo se relacionan la religión y la razón?</p><h3>Renacimiento (Siglos XV-XVI)</h3><p>El término \"humanidades\" (studia humanitatis) emergió durante el Renacimiento italiano. Significa literalmente \"estudio de la humanidad\". Los renacentistas estudiaban a autores clásicos griegos y romanos para entender la condición humana y desarrollar capacidades intelectuales.</p><p><strong>Representantes:</strong> Petrarca, Erasmo, y muchos otros creaban una educación humana integral.</p><h3>Época Moderna (Siglos XVII-XVIII)</h3><p><strong>Racionalismo:</strong> Descartes, Spinoza y otros filósofos confiaban en la razón para entender la realidad.</p><p><strong>Empirismo:</strong> Hume, Locke creían que el conocimiento venía de la experiencia.</p><p><strong>Ilustración:</strong> El énfasis se ponía en la razón, el progreso y los derechos humanos. Kant preguntaba: \"¿Qué puedo saber? ¿Qué debo hacer? ¿Qué puedo esperar?\"</p><h3>Siglo XIX: Nacimiento de las Ciencias Humanas Modernas</h3><p><strong>Auguste Comte (1798-1857):</strong> Acuña el término \"sociología\". Cree que la sociedad puede estudiarse científicamente, así como los fenómenos naturales.</p><p><strong>Wilhelm Dilthey (1833-1911):</strong> Establecer la distinción crucial entre ciencias naturales (Naturwissenschaften) y ciencias del espíritu (Geisteswissenschaften). Introduce el concepto de \"comprensión\" como método para las humanidades.</p><p><strong>Karl Marx (1818-1883):</strong> Desarrolla análisis histórico y material de la sociedad. Pregunta: ¿Cómo se organiza económicamente la sociedad? ¿Cuál es el motor del cambio histórico?</p><p><strong>Émile Durkheim (1858-1917):</strong> Funda la sociología científica. Estudia hechos sociales como cosas (suicidio, religión) que pueden investigarse empíricamente.</p><p><strong>Max Weber (1864-1920):</strong> Desarrolla la \"sociología comprensiva\". Estudia la relación entre religión, ética y capitalismo. Introduce el método de los \"tipos ideales\".</p><h3>Siglo XX: Diversificación y Teorías Complejas</h3><p><strong>Estructuralismo:</strong> Lévi-Strauss, Foucault y otros buscan estructuras profundas bajo la superficie. ¿Qué estructuras profundas organizan la cultura, el lenguaje, el pensamiento?</p><p><strong>Existencialismo:</strong> Sartre, Heidegger enfatizan la libertad humana, la responsabilidad personal, la autenticidad.</p><p><strong>Teoría Crítica:</strong> La Escuela de Frankfurt (Adorno, Horkheimer) critica cómo la cultura de masas manipula la conciencia.</p><p><strong>Posmodernismo:</strong> Cuestiona las \"metanarrativas\" (grandes historias que pretenden explicar todo). Destaca la multiplicidad de perspectivas, la inestabilidad de significados.</p><h3>Siglo XXI: Nuevas Preocupaciones</h3><p>Las ciencias humanas contemporáneas abordan:</p><ul><li><strong>Tecnología e Inteligencia Artificial:</strong> ¿Qué significa ser humano en la era digital?</li><li><strong>Género y Sexualidad:</strong> Estudios de género cuestionan categorías tradicionales.</li><li><strong>Postcolonialismo:</strong> Revisión de historias contadas desde perspectivas occidentales; valorar voces locales y no-occidentales.</li><li><strong>Sostenibilidad Ambiental:</strong> ¿Cómo nos relacionamos con la naturaleza? ¿Cómo reparar el daño ambiental?</li><li><strong>Justicia Social:</strong> Cómo las ciencias humanas pueden contribuir a una sociedad más equitativa e inclusiva.</li></ul>",
          "duration": "Lectura de 13 min"
        },
        {
          "id": "lesson-1-2-video",
          "title": "Video: Historia de las Ciencias Humanas",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/NvL6zB9iW_E",
          "duration": "13:45",
          "description": "Refuerzo visual sobre la evolución histórica de las ciencias humanas"
        },
        {
          "id": "lesson-1-3",
          "title": "Métodos de Investigación en Ciencias Humanas",
          "content_type": "text",
          "content": "<h3>La Hermenéutica: El Arte de la Interpretación</h3><p>La hermenéutica es el método fundamental de las ciencias humanas. Se enfoca en interpretar textos, acciones y fenómenos culturales para comprender su significado. No busca leyes universales, sino entender contextos específicos.</p><p><strong>Principios hermenéuticos:</strong></p><ul><li><strong>Círculo hermenéutico:</strong> Comprendemos las partes a partir del todo y el todo a partir de las partes</li><li><strong>Precomprensión:</strong> Siempre partimos de conocimientos y prejuicios previos</li><li><strong>Fusión de horizontes:</strong> El intérprete dialoga con el texto/contexto histórico</li></ul><p><strong>Ejemplo:</strong> Interpretar una novela del siglo XIX requiere entender el contexto histórico, las convenciones literarias de la época, y cómo nuestro contexto actual influye nuestra lectura.</p><h3>Análisis Histórico-Crítico</h3><p>Este método examina documentos históricos, artefactos y testimonios para reconstruir y comprender el pasado.</p><p><strong>Pasos del análisis histórico:</strong></p><ul><li>Recopilación y crítica de fuentes</li><li>Contextualización histórica</li><li>Interpretación de significados</li><li>Reconstrucción narrativa</li></ul><p><strong>Desafíos:</strong> Las fuentes son siempre parciales, los historiadores tienen perspectivas, y el pasado nunca puede recuperarse completamente.</p><h3>Análisis Fenomenológico</h3><p>La fenomenología estudia las experiencias humanas desde la perspectiva de quien las vive. Busca describir cómo experimentamos el mundo, sin prejuicios teóricos.</p><p><strong>Aplicaciones:</strong> Estudiar la experiencia del tiempo, del amor, del dolor, de la belleza.</p><p><strong>Método:</strong> Reducción fenomenológica (poner entre paréntesis supuestos) y descripción detallada de la experiencia.</p><h3>Análisis de Discurso</h3><p>Examina cómo el lenguaje construye realidad. No solo qué se dice, sino cómo se dice, quién lo dice, y qué efectos produce.</p><p><strong>Elementos analizados:</strong></p><ul><li>Metáforas y figuras retóricas</li><li>Estructuras narrativas</li><li>Presuposiciones implícitas</li><li>Relaciones de poder en el discurso</li></ul><h3>Investigación Etnográfica</h3><p>Originaria de la antropología, implica la observación participante prolongada en un grupo o comunidad.</p><p><strong>Características:</strong></p><ul><li>Inmersión en el contexto natural</li><li>Observación participante</li><li>Entrevistas en profundidad</li><li>Descripción densa y contextualizada</li></ul><p><strong>Ventajas:</strong> Captura la complejidad y riqueza de la experiencia humana en su contexto natural.</p><h3>Métodos Comparativos</h3><p>Comparan fenómenos humanos a través de culturas, tiempos o contextos diferentes para identificar patrones y particularidades.</p><p><strong>Ejemplos:</strong> Comparar sistemas religiosos, estructuras familiares, concepciones de justicia en diferentes sociedades.</p><h3>Reflexividad Metodológica</h3><p>En ciencias humanas, el investigador reconoce su propia posición e influencia en la investigación. La objetividad no significa neutralidad absoluta, sino transparencia sobre los propios supuestos y perspectivas.</p>",
          "duration": "Lectura de 12 min"
        },
        {
          "id": "lesson-1-3-video",
          "title": "Video: Métodos en Ciencias Humanas",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-methods",
          "duration": "14:20",
          "description": "Refuerzo visual sobre métodos de investigación en ciencias humanas"
        }
      ]
    },
    {
      "title": "El Individuo y la Sociedad: Una Relación Compleja",
      "duration": "1 hora 45 minutos",
      "lessons": [
        {
          "id": "lesson-2-1",
          "title": "¿Qué es el Individuo? ¿Qué es la Sociedad?",
          "content_type": "text",
          "content": "<h3>El Individuo</h3><p>Un individuo es una unidad única, un ser humano particular con su propia identidad, consciencia, cuerpo y subjetividad. La palabra \"individuo\" viene del latín \"individuus\" que significa \"indivisible\".</p><p><strong>Características del individuo:</strong></p><ul><li><strong>Particularidad:</strong> Cada persona es única. Incluso gemelos idénticos tienen experiencias diferentes y desarrollan identidades distintas.</li><li><strong>Consciencia:</strong> Los humanos somos conscientes de nosotros mismos, podemos reflexionar sobre nuestras acciones, sentimientos y pensamientos.</li><li><strong>Capacidad de Elección:</strong> Dentro de ciertos límites, podemos tomar decisiones. Tenemos lo que los filósofos llaman \"libre albedrío\".</li><li><strong>Identidad Personal:</strong> Cada persona tiene un sentido de \"yo\", una autobiografía, una historia personal que la define.</li></ul><h3>La Sociedad</h3><p>La sociedad es un grupo de individuos que viven juntos, comparten una cultura, interactúan regularmente y están unidos por lazos de interdependencia. Es más que la suma de individuos; es un sistema con propias dinámicas.</p><p><strong>Características de la sociedad:</strong></p><ul><li><strong>Estructura:</strong> La sociedad tiene estructura: roles, instituciones, normas. No es caos; hay cierto orden.</li><li><strong>Cultura Compartida:</strong> Los miembros comparten valores, significados, símbolos. Hablan el mismo idioma, celebran las mismas festividades, comen comidas similares.</li><li><strong>Continuidad Histórica:</strong> La sociedad persiste a través del tiempo, aunque los individuos que la forman cambien (generaciones mueren, nuevas generaciones nacen).</li><li><strong>Propiedades Emergentes:</strong> La sociedad tiene propiedades que no pueden reducirse a propiedades individuales. Una moda, una economía, un gobierno — estos son fenómenos sociales, no individuales.</li></ul><h3>La Pregunta Central: ¿Quién es Más Importante?</h3><p>Esta es una de las preguntas más antiguas de la filosofía política: ¿Debemos priorizar el individuo o la sociedad?</p><p><strong>Posición Individualista:</strong> \"El individuo es fundamental. Los derechos y libertades personales son supremos. La sociedad existe para servir al individuo, no viceversa.\"</p><p>Representantes: Filósofos liberales como Locke, Mill. Políticos como Margaret Thatcher quien dijo: \"No existe algo llamado sociedad; solo hay individuos\".</p><p><strong>Posición Colectivista/Comunitarista:</strong> \"El individuo no puede existir fuera de la sociedad. Somos seres sociales por naturaleza. Nuestro significado y valor viene de nuestra pertenencia a comunidades.\"</p><p>Representantes: Durkheim (\"La sociedad es más que la suma de sus partes\"), Marx (\"El ser social determina la conciencia\"), comunidades tradicionales.</p><p><strong>Posición Integradora:</strong> \"Ni uno ni otro. Individuo y sociedad se constituyen mutuamente. No es o/o, es y/y. El individuo necesita la sociedad para desarrollarse; la sociedad necesita individuos activos y reflexivos para funcionar y cambiar.\"</p><p>Representantes: Max Weber, Georg Simmel, pensadores modernos que ven la relación como dialéctica.</p>",
          "duration": "Lectura de 12 min"
        },
        {
          "id": "lesson-2-1-video",
          "title": "Video: Individuo vs Sociedad",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/p5BQ6OW-pqc",
          "duration": "11:50",
          "description": "Refuerzo visual sobre la relación fundamental entre individuo y sociedad"
        },
        {
          "id": "lesson-2-2",
          "title": "Socialización: Cómo nos Hacemos Sociales",
          "content_type": "text",
          "content": "<h3>¿Qué es la Socialización?</h3><p>La socialización es el proceso mediante el cual los individuos aprenden las normas, valores, costumbres y expectativas de su sociedad. Es el proceso por el cual los seres humanos nos volvemos seres sociales capaces de participar en la vida comunitaria.</p><p><strong>Puntos clave:</strong></p><ul><li>La socialización comienza desde el nacimiento (incluso antes)</li><li>Es un proceso continuo que dura toda la vida</li><li>No es imposición pasiva; los individuos activamente asimilan y, a veces, resisten lo social</li><li>Varía culturalmente; socialización en una tribu africana es diferente de socialización en Nueva York</li></ul><h3>Socialización Primaria (Infancia)</h3><p>La socialización primaria es el primer aprendizaje social, típicamente en la familia y primeros años de escuela.</p><p><strong>Agentes principales:</strong></p><ul><li><strong>Familia:</strong> Transmite lenguaje, valores básicos, modelos de comportamiento, apego emocional</li><li><strong>Grupo de Pares (Amigos):</strong> Enseña cooperación, competencia, negociación social</li><li><strong>Escuela:</strong> Transmite conocimiento formal pero también normas sociales (puntualidad, autoridad, reglas)</li><li><strong>Medios de Comunicación:</strong> Expone a modelos de comportamiento, valores culturales</li></ul><p><strong>Lo que se aprende:</strong> Lenguaje, control de impulsos, roles de género, valores morales básicos, cómo relacionarse con otros.</p><h3>Socialización Secundaria (Adolescencia y Adultez)</h3><p>La socialización continúa más allá de la infancia. Cuando entras en nuevos grupos o roles, necesitas resocializarte.</p><p><strong>Ejemplos:</strong></p><ul><li>Entrada a la adolescencia: nuevas normas sobre sexualidad, identidad, relaciones</li><li>Entrada a la universidad: nuevos valores académicos, libertades, responsabilidades</li><li>Entrada a la carrera profesional: aprender la cultura de una organización, jerarquías, expectativas</li><li>Convertirse en padre/madre: nuevas responsabilidades, nuevas identidades sociales</li><li>Cambio de país: resocializarse a nuevas costumbres, lenguaje, valores</li></ul><h3>Instituciones Sociales: Los Arquitectos de la Socialización</h3><p>Las instituciones sociales son estructuras establecidas que regulan la conducta humana. Son los \"moldes\" en los que se produce la socialización.</p><p><strong>Principales instituciones:</strong></p><ul><li><strong>Familia:</strong> Unidad básica de reproducción y socialización</li><li><strong>Educación:</strong> Transmisión sistemática de conocimiento y valores</li><li><strong>Religión:</strong> Proporciona significado, moral, comunidad</li><li><strong>Economía:</strong> Organiza producción y distribución de recursos</li><li><strong>Política:</strong> Ejercita poder, toma decisiones colectivas, establece reglas</li><li><strong>Familia/Parentesco:</strong> Define relaciones entre generaciones</li></ul><h3>¿Somos Totalmente Productos Sociales?</h3><p>Una pregunta importante: Si la socialización es tan poderosa, ¿dónde está el libre albedrío? ¿Somos solo \"dones de la sociedad\"?</p><p><strong>La realidad es compleja:</strong></p><ul><li>Sí, la sociedad nos moldea profundamente. Nuestro lenguaje, nuestras creencias fundamentales, muchas de nuestras preferencias vienen de nuestra socialización.</li><li>Pero no somos completamente determinados. Podemos reflexionar sobre lo que se nos enseña. Podemos resistir. Podemos cambiar. Podemos criar hijos de manera diferente a como nos criaron.</li><li>Este es el \"dilema humano\": somos estructurados pero también activos, constreñidos pero también libres.</li></ul><p><strong>Evidencia de cierto grado de libertad:</strong> Personas que salen de sus culturas, revolucionarios que desafían el status quo, artistas que crean algo completamente nuevo — todos muestran que los humanos podemos trascender nuestra socialización.</p>",
          "duration": "Lectura de 12 min"
        },
        {
          "id": "lesson-2-2-video",
          "title": "Video: Socialización y Desarrollo Social",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/7LR5C6FY6UE",
          "duration": "13:20",
          "description": "Refuerzo visual sobre cómo la socialización forma nuestra identidad y comportamiento social"
        },
        {
          "id": "lesson-2-3",
          "title": "Roles Sociales, Status y Estructura Social",
          "content_type": "text",
          "content": "<h3>Status Social</h3><p>El status es la posición que una persona ocupa dentro de la estructura social. Define quién eres en relación a otros.</p><p><strong>Tipos de status:</strong></p><ul><li><strong>Status Adscrito:</strong> Asignado al nacer, no elegido. Ejemplos: género, raza, familia, casta (en sociedades donde existe). \"Nací mujer en una familia de clase media\".</li><li><strong>Status Logrado:</strong> Alcanzado mediante esfuerzo personal. Ejemplos: educación, carrera, matrimonio, estatus legal. \"Me gradué de ingeniero\". \"Me convertí en ciudadano de otro país\".</li></ul><p><strong>Status Maestro:</strong> El status que define la identidad de una persona de manera más importante. Para algunos es su ocupación (\"Soy abogado\"), para otros su religión (\"Soy cristiano\"), para otros su género o raza.</p><h3>Rol Social</h3><p>El rol es el comportamiento esperado de alguien que ocupa un status particular. Es el \"aspecto dinámico\" del status.</p><p><strong>Ejemplos:</strong></p><ul><li>Status: Profesor. Rol: Preparar clases, explicar conceptos, evaluar estudiantes, dirigirse respetuosamente a administradores.</li><li>Status: Paciente. Rol: Describir síntomas al doctor, seguir prescripciones, ser paciente con el tratamiento.</li><li>Status: Amiga. Rol: Estar disponible en tiempos difíciles, guardar secretos, apoyar moralmente.</li></ul><p><strong>Conflicto de Roles:</strong> A veces los roles entran en conflicto. Eres madre (rol: cuidar de tus hijos) pero también abogada (rol: dedicación a tu carrera). Eres hijo adulto (rol: escuchar a tus padres) pero también padre (rol: tomar decisiones independientes). Este conflicto es parte de la experiencia humana.</p><h3>Estructura Social: Cómo se Organiza la Desigualdad</h3><p>La estructura social no es igualitaria. Hay jerarquías, diferencias de poder, acceso desigual a recursos. Las ciencias humanas estudian esta desigualdad.</p><p><strong>Formas de Desigualdad Social:</strong></p><ul><li><strong>Clase Social:</strong> Basada en posición económica. Trabajadores, clase media, clase alta. En muchos casos, la clase social determina acceso a educación, salud, vivienda.</li><li><strong>Estatus:</strong> Basada en prestigio y respeto. Algunos trabajos tienen mayor estatus (médico) que otros (limpiador), aunque ambos sean valiosos.</li><li><strong>Poder:</strong> La capacidad de influir en otros. Políticos, CEOs, padres — todos tienen poder en diferentes contextos.</li><li><strong>Género:</strong> Históricamente, las mujeres han tenido menos acceso a poder, recursos y oportunidades. Esto sigue siendo cierto en muchas partes del mundo.</li><li><strong>Raza y Etnia:</strong> Grupos raciales/étnicos enfrentan discriminación sistemática, acceso desigual a oportunidades.</li></ul><p><strong>¿Es la Desigualdad Natural o Socialmente Construida?</strong> Una pregunta central: Las ciencias humanas generalmente argumentan que la desigualdad, aunque parece \"natural\", es en gran medida construida socialmente. Las jerarquías de género, de raza, de clase no están en nuestros genes; son producto de instituciones sociales históricas. Esto es importante porque si son construidas socialmente, pueden ser reconstruidas, cambiadas hacia mayor equidad.</p><h3>Movilidad Social: ¿Podemos Cambiar de Posición?</h3><p>La movilidad social es la capacidad de cambiar de posición social.</p><ul><li><strong>Movilidad Intergeneracional:</strong> Mi hijo tiene una posición diferente a la mía. Si tenía status bajo y mi hijo logra educación, puede alcanzar status más alto.</li><li><strong>Movilidad Intrageneracional:</strong> Yo mismo cambio de posición durante mi vida. Empiezo como obrero, me educo, me convierto en gerente.</li></ul><p>El grado de movilidad social varía entre sociedades. Las sociedades más «abiertas» tienen mayor movilidad; las más «cerradas» (como las castas) menos. Una pregunta importante: ¿Qué tan igualitaria es nuestra sociedad? ¿Qué tan móvil? ¿Qué tan meritocrática?</p>",
          "duration": "Lectura de 13 min"
        },
        {
          "id": "lesson-2-3-video",
          "title": "Video: Estructura Social y Desigualdad",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/rn52Eo-8cW8",
          "duration": "12:15",
          "description": "Refuerzo visual sobre roles, status y cómo se organiza la desigualdad social"
        },
        {
          "id": "lesson-2-4",
          "title": "Identidad y Cultura",
          "content_type": "text",
          "content": "<h3>¿Qué es la Identidad?</h3><p>La identidad es el sentido de quiénes somos, nuestra autodefinición. Incluye características personales, roles sociales, afiliaciones grupales y narrativas autobiográficas.</p><p><strong>Dimensiones de la identidad:</strong></p><ul><li><strong>Identidad personal:</strong> Rasgos individuales, habilidades, preferencias</li><li><strong>Identidad social:</strong> Pertenencia a grupos (nacionalidad, religión, género, clase)</li><li><strong>Identidad cultural:</strong> Valores, tradiciones, prácticas compartidas</li></ul><p><strong>La identidad como construcción:</strong> La identidad no es fija sino que se construye y reconstruye a través de la interacción social y las experiencias de vida.</p><h3>¿Qué es la Cultura?</h3><p>La cultura es el conjunto de conocimientos, creencias, valores, normas, símbolos y prácticas que comparten los miembros de una sociedad y que se transmiten de generación en generación.</p><p><strong>Elementos de la cultura:</strong></p><ul><li><strong>Símbolos:</strong> Objetos, gestos, sonidos que representan algo más</li><li><strong>Lenguaje:</strong> Sistema de símbolos que permite la comunicación</li><li><strong>Valores:</strong> Creencias sobre lo que es deseable</li><li><strong>Normas:</strong> Reglas de comportamiento</li><li><strong>Prácticas:</strong> Costumbres, rituales, formas de vida</li></ul><h3>Cultura y Poder</h3><p>La cultura no es neutral. Refleja y reproduce relaciones de poder. Las culturas dominantes suelen imponer sus valores y normas sobre culturas subordinadas.</p><p><strong>Hegemonía cultural:</strong> Concepto de Gramsci que describe cómo las clases dominantes logran que sus valores sean aceptados como \"sentido común\" por toda la sociedad.</p><h3>Multiculturalismo e Interculturalidad</h3><p>En sociedades contemporáneas, múltiples culturas coexisten. El multiculturalismo reconoce esta diversidad, mientras la interculturalidad promueve el diálogo y el intercambio entre culturas.</p><p><strong>Desafíos:</strong> Cómo equilibrar el respeto a la diversidad cultural con valores universales como los derechos humanos.</p><h3>Globalización Cultural</h3><p>La globalización ha intensificado el contacto entre culturas, generando tanto homogeneización (cultura global) como respuestas de reafirmación cultural local.</p><p><strong>Glocalización:</strong> Proceso por el cual las culturas locales adaptan elementos globales a sus contextos específicos.</p>",
          "duration": "Lectura de 11 min"
        },
        {
          "id": "lesson-2-4-video",
          "title": "Video: Identidad y Cultura en la Sociedad Contemporánea",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-identity",
          "duration": "14:30",
          "description": "Refuerzo visual sobre construcción de identidad y dinámicas culturales"
        }
      ]
    },
    {
      "title": "Aplicaciones y Reflexiones Contemporáneas",
      "duration": "1 hora 15 minutos",
      "lessons": [
        {
          "id": "lesson-3-1",
          "title": "Ciencias Humanas en el Mundo Actual",
          "content_type": "text",
          "content": "<h3>Relevancia de las Ciencias Humanas Hoy</h3><p>En un mundo dominado por la tecnología y la economía, las ciencias humanas ofrecen perspectivas cruciales para entender y abordar los desafíos contemporáneos.</p><p><strong>Áreas de aplicación:</strong></p><ul><li><strong>Políticas públicas:</strong> Diseño de políticas basadas en comprensión profunda de contextos sociales y culturales</li><li><strong>Medios y comunicación:</strong> Análisis crítico de discursos mediáticos y su impacto social</li><li><strong>Educación:</strong> Desarrollo de pensamiento crítico y comprensión intercultural</li><li><strong>Salud mental:</strong> Comprensión de dimensiones culturales y sociales del bienestar psicológico</li><li><strong>Empresas y organizaciones:</strong> Gestión de diversidad cultural, ética empresarial</li></ul><h3>Desafíos Globales desde las Ciencias Humanas</h3><p><strong>Cambio climático:</strong> No es solo un problema técnico, sino cultural, ético y político. Requiere cambios en valores, estilos de vida y estructuras sociales.</p><p><strong>Migración y refugiados:</strong> Comprensión de las experiencias migratorias, construcción de sociedades inclusivas.</p><p><strong>Desigualdad económica:</strong> Análisis de las dimensiones culturales y políticas de la desigualdad.</p><p><strong>Tecnologías emergentes:</strong> Reflexión ética sobre inteligencia artificial, biotecnología, y su impacto en la condición humana.</p><h3>El Futuro de las Ciencias Humanas</h3><p>Las ciencias humanas están evolucionando hacia enfoques más interdisciplinarios, incorporando métodos digitales y abordando problemas complejos que requieren múltiples perspectivas.</p><p><strong>Tendencias emergentes:</strong></p><ul><li>Humanidades digitales</li><li>Estudios ambientales desde perspectivas humanísticas</li><li>Investigación transdisciplinaria</li><li>Enfoques decoloniales</li></ul>",
          "duration": "Lectura de 10 min"
        },
        {
          "id": "lesson-3-1-video",
          "title": "Video: Ciencias Humanas en el Siglo XXI",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-contemporary",
          "duration": "12:45",
          "description": "Refuerzo visual sobre la relevancia contemporánea de las ciencias humanas"
        },
        {
          "id": "lesson-3-2",
          "title": "Ejercicio de Reflexión: Tu Propia Perspectiva",
          "content_type": "text",
          "content": "<h3>Actividad: Analiza tu Propia Socialización</h3><p>Ahora es tu turno de aplicar los conceptos aprendidos para reflexionar sobre tu propia experiencia.</p><p><strong>Preguntas guía:</strong></p><ol><li>¿Qué valores y creencias aprendiste en tu familia? ¿Cómo han influido en quién eres hoy?</li><li>¿Qué instituciones sociales han sido más influyentes en tu vida (familia, escuela, religión, etc.)?</li><li>¿Qué status adscritos tienes (género, origen étnico, clase social)? ¿Cómo han influido en tus oportunidades?</li><li>¿Qué status logrados has alcanzado o aspiras alcanzar?</li><li>¿Has experimentado conflictos entre diferentes roles sociales? ¿Cómo los manejaste?</li><li>¿Qué elementos de tu identidad consideras más importantes? ¿Han cambiado con el tiempo?</li><li>¿Cómo ha influido la cultura en la que creciste en tu forma de ver el mundo?</li><li>¿Has tenido experiencias que te hicieron cuestionar o cambiar aspectos de tu socialización?</li></ol><h3>Reflexión sobre la Relación Individuo-Sociedad</h3><p>Basándote en tu análisis:</p><ul><li>¿Te inclinas más hacia una perspectiva individualista o colectivista? ¿Por qué?</li><li>¿En qué aspectos sientes que la sociedad te ha moldeado profundamente?</li><li>¿En qué aspectos sientes que has ejercido tu libertad para elegir quién eres?</li><li>¿Cómo equilibras tu identidad individual con tu pertenencia a diferentes grupos sociales?</li></ul><h3>Aplicación Práctica</h3><p>Piensa en un problema social que te preocupe (desigualdad, discriminación, problemas ambientales, etc.).</p><p><strong>Analiza:</strong></p><ul><li>¿Cómo podrían las ciencias humanas ayudar a entender este problema?</li><li>¿Qué dimensiones culturales, históricas o sociales tiene este problema?</li><li>¿Qué cambios a nivel individual y social serían necesarios para abordarlo?</li></ul><h3>Conclusión del Curso</h3><p>Las ciencias humanas nos ofrecen herramientas para comprendernos a nosotros mismos y a la sociedad en que vivimos. No proporcionan respuestas definitivas, sino que nos ayudan a formular mejores preguntas y a navegar la complejidad de la experiencia humana.</p><p>Tu viaje en las ciencias humanas recién comienza. Continúa cuestionando, reflexionando y explorando las múltiples dimensiones de lo humano.</p>",
          "duration": "Lectura de 15 min"
        }
      ]
    }
  ]
}