{
  "id": "intro-filosofia",
  "title": {
    "es": "Introducción a la Filosofía",
    "en": "Introduction to Philosophy",
    "fr": "Introduction à la philosophie",
    "it": "Introduzione alla filosofia",
    "de": "Introducción a la Filosofía"
  },
  "career": {
    "es": "Filosofía",
    "en": "Philosophy",
    "fr": "Philosophie",
    "it": "Filosofia",
    "de": "Filosofía"
  },
  "difficulty": "beginner",
  "duration": {
    "es": "4 horas 45 minutos",
    "en": "4 hours 45 minutes",
    "fr": "4 heures 45 minutes",
    "it": "4 ore e 45 minuti",
    "de": "4 horas 45 minutos"
  },
  "description": {
    "es": "Curso introductorio que te introduce en la fascinante disciplina de la filosofía. Aprende qué es filosofar y el arte de hacer preguntas profundas que transforman nuestra comprensión del mundo. Desarrolla habilidades de pensamiento crítico y lógica básica. Explora cómo la filosofía moral nos ayuda a navegar dilemas éticos contemporáneos. Ideal para futuros filósofos, pensadores críticos y cualquiera interesado en entender los fundamentos del conocimiento, la realidad y la moral.",
    "en": "Introductory course that introduces you to the fascinating discipline of philosophy. Learn what it is to philosophize and the art of asking profound questions that transform our understanding of the world. Develop critical thinking skills and basic logic. Explore how moral philosophy helps us navigate contemporary ethical dilemmas. Ideal for future philosophers, critical thinkers, and anyone interested in understanding the foundations of knowledge, reality, and morality.",
    "fr": "Cours d'introduction à la discipline fascinante qu'est la philosophie. Apprenez ce qu'est la philosophie et l'art de poser des questions profondes qui transforment notre compréhension du monde. Développer la pensée critique et la logique de base. Explorez comment la philosophie morale nous aide à résoudre les dilemmes éthiques contemporains. Idéal pour les futurs philosophes, les penseurs critiques et toute personne désireuse de comprendre les fondements de la connaissance, de la réalité et de la moralité.",
    "it": "Corso introduttivo che introduce all'affascinante disciplina della filosofia. Imparate cosa significa filosofare e l'arte di porre domande profonde che trasformano la nostra comprensione del mondo. Sviluppare le capacità di pensiero critico e la logica di base. Esplorare il modo in cui la filosofia morale ci aiuta ad affrontare i dilemmi etici contemporanei. Ideale per futuri filosofi, pensatori critici e chiunque sia interessato a comprendere i fondamenti della conoscenza, della realtà e della morale.",
    "de": "Curso introductorio que te introduce en la fascinante disciplina de la filosofía. Aprende qué es filosofar y el arte de hacer preguntas profundas que transforman nuestra comprensión del mundo. Desarrolla habilidades de pensamiento crítico y lógica básica. Explora cómo la filosofía moral nos ayuda a navegar dilemas éticos contemporáneos. Ideal para futuros filósofos, pensadores críticos y cualquiera interesado en entender los fundamentos del conocimiento, la realidad y la moral."
  },
  "thumbnail_url": "/img/courses/filosofia-intro.png",
  "tags": {
    "es": [
      "Filosofía",
      "Pensamiento Crítico",
      "Lógica",
      "Ética",
      "Dilemas Morales",
      "Preguntas Profundas"
    ],
    "en": [
      "Philosophy",
      "Critical Thinking",
      "Logic",
      "Ethics",
      "Moral Dilemmas",
      "In-depth Questions"
    ],
    "fr": [
      "Philosophie",
      "Pensée critique",
      "Logique",
      "L'éthique",
      "Dilemmes moraux",
      "Questions approfondies"
    ],
    "it": [
      "Filosofia",
      "Pensiero critico",
      "Logica",
      "Etica",
      "Dilemmi morali",
      "Domande di approfondimento"
    ],
    "de": [
      "Filosofía",
      "Pensamiento Crítico",
      "Lógica",
      "Ética",
      "Dilemas Morales",
      "Preguntas Profundas"
    ]
  },
  "modules": [
    {
      "title": {
        "es": "¿Qué es Filosofar? El Arte de Hacer Preguntas Profundas",
        "en": "what is Philosophizing? The Art of Asking Profound Questions",
        "fr": "qu'est-ce que philosopher ? L'art de poser des questions profondes",
        "it": "che cos'è il filosofare? L'arte di porre domande profonde",
        "de": "¿Qué es Filosofar? El Arte de Hacer Preguntas Profundas"
      },
      "duration": {
        "es": "1 hora 30 minutos",
        "en": "1 hour 30 minutes",
        "fr": "1 heure 30 minutes",
        "it": "1 ora e 30 minuti",
        "de": "1 hora 30 minutos"
      },
      "lessons": [
        {
          "id": "lesson-1-1",
          "title": {
            "es": "La Definición y el Impulso de la Filosofía",
            "en": "The Definition and the Impulse of Philosophy",
            "fr": "Définir et conduire la philosophie",
            "it": "Definire e guidare la filosofia",
            "de": "La Definición y el Impulso de la Filosofía"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>¿Qué Significa Filosofar?</h3><p>La palabra «filosofía» viene del griego: «phil» (amor) y «sophia» (sabiduría). Literalmente significa «amor por la sabiduría». Pero ser filósofo no es simplemente amar el conocimiento; es una forma particular de aproximarse a la realidad, caracterizada por el cuestionamiento sistemático, el análisis lógico y la búsqueda de verdades profundas.</p><p>A diferencia de las ciencias que responden preguntas específicas sobre cómo funciona el mundo, la filosofía se hace preguntas más fundamentales: ¿Por qué existe algo en lugar de nada? ¿Qué es la realidad? ¿Qué es la verdad? ¿Qué es correcto? ¿Qué es el bien? ¿Quiénes somos? ¿Cuál es el propósito de la vida?</p><h3>Los Orígenes del Pensamiento Filosófico</h3><p>La filosofía como disciplina nació en la Antigua Grecia, aproximadamente en el siglo VI a.C., cuando los griegos comenzaron a cuestionar las explicaciones mitológicas del universo. Hasta ese momento, la mayoría de las culturas explicaban los fenómenos naturales a través de mitos y la intervención de dioses.</p><p><strong>Los Presocráticos (Siglo VI-V a.C.):</strong> Tales de Mileto, Heráclito, Parménides y otros filósofos antiguos fueron los primeros en buscar explicaciones racionales de la naturaleza. ¿Cuál es la substancia fundamental del universo? ¿Es agua, aire, fuego? ¿El cambio es fundamental o es ilusión?</p><p><strong>Sócrates (470-399 a.C.):</strong> Revolucionó la filosofía con su método: formulaba preguntas a las personas que creían tener respuestas, mostrando que en realidad no entendían lo que decían comprender. Su famosa frase era: «Sólo sé que no sé nada». Sócrates creía que el verdadero conocimiento venía del cuestionamiento riguroso, no de la aceptación pasiva de lo que otros decían.</p><p><strong>Platón y Aristóteles (Siglos IV a.C.):</strong> Estos dos gigantes del pensamiento occidental sistematizaron la filosofía, estableciendo las grandes disciplinas: lógica, metafísica (el estudio de lo que existe), epistemología (cómo conocemos), ética, política.</p><h3>¿Por Qué Surge el Impulso Filosófico?</h3><p>¿Por qué los humanos filosofamos? Hay varios impulsos fundamentales:</p><p><strong>1. Asombro y Perplejidad:</strong> Platón y Aristóteles creían que la filosofía surge del asombro («thaumazein»). Vemos algo que no entendemos completamente, nos sorprende, y esto nos impulsa a preguntarnos cómo y por qué. Cuando un niño mira al cielo nocturno, siente asombro, y eso es el comienzo del filosofar.</p><p><strong>2. Crisis y Sufrimiento:</strong> A menudo filosofamos cuando nuestro mundo se cae a pedazos. Cuando experimentamos injusticia, muerte, sufrimiento, comenzamos a cuestionar el sentido de las cosas. «¿Por qué mueren las personas que amamos? ¿Hay justicia en el universo?»</p><p><strong>3. Incongruencias Lógicas:</strong> Cuando notamos que dos afirmaciones que creemos verdaderas se contradicen, sentimos la necesidad de resolverlo. Esto nos obliga a pensar más profundamente.</p><p><strong>4. Búsqueda de Significado:</strong> Los humanos somos la única especie que se pregunta sobre el significado y el propósito. ¿Cuál es mi propósito en la vida? ¿Qué importancia tengo?</p><h3>Filosofía en la Antigüedad, Edad Media y Modernidad</h3><p><strong>Filosofía Medieval (500-1500 d.C.):</strong> La filosofía se entrelazó con la teología. Grandes pensadores como Tomás de Aquino intentaban conciliar la razón con la fe religiosa. Las preguntas filosóficas se enfocaban en Dios, el alma, la salvación.</p><p><strong>Filosofía Moderna (1600-1800):</strong> Con el Renacimiento, filósofos como Descartes y Spinoza volvieron a enfatizar la razón. Descartes buscaba verdades absolutas e indudables mediante el famoso «pienso, luego existo» («Cogito, ergo sum»). Kant revolucionó la epistemología al preguntarse: ¿Cómo es que la mente estructura nuestra experiencia del mundo?</p><p><strong>Filosofía Contemporánea (1900-presente):</strong> La filosofía moderna se ha diversificado enormemente. Filósofos como Nietzsche cuestionan los valores tradicionales. Wittgenstein investiga el lenguaje. Existencialistas como Sartre exploran la libertad y la responsabilidad humana. Filósofos contemporáneos abordan cuestiones de género, raza, tecnología e IA.</p>",
            "en": "<h3>what does it mean to philosophize?</h3><p>The word \"philosophy\" comes from the Greek: \"phil\" (love) and \"sophia\" (wisdom). It literally means \"love of wisdom\". But to be a philosopher is not simply to love knowledge; it is a particular way of approaching reality, characterized by systematic questioning, logical analysis and the search for profound truths.</p><p>Unlike the sciences that answer specific questions about how the world works, philosophy asks more fundamental questions: Why does something exist rather than nothing? What is reality? What is truth? What is right? What is good? What is right? Who are we? What is the purpose of life?</p><h3>The Origins of Philosophical Thought</h3><p>Philosophy as a discipline was born in Ancient Greece, approximately in the 6th century B.C., when the Greeks began to question mythological explanations of the universe. Until that time, most cultures explained natural phenomena through myths and the intervention of gods.</p><p><strong>The Presocratics (6th-5th century BC):</strong> Thales of Miletus, Heraclitus, Parmenides and other ancient philosophers were the first to seek rational explanations of nature. What is the fundamental substance of the universe? Is it water, air, fire? Is change fundamental or is it illusion?</p><p><strong>Socrates (470-399 B.C.):</strong> He revolutionized philosophy with his method: he asked questions to people who thought they had answers, showing that in reality they did not understand what they claimed to understand. His famous phrase was: \"I only know that I know nothing\". Socrates believed that true knowledge came from rigorous questioning, not passive acceptance of what others said.</p><p><strong>Plato and Aristotle (4th century BC):</strong> These two giants of Western thought systematized philosophy, establishing the great disciplines: logic, metaphysics (the study of what exists), epistemology (how we know), ethics, politics.</p><h3>why Does the Philosophical Impulse Emerge?</h3><p>why do humans philosophize? There are several fundamental impulses:</p><p>1.<strong>Astonishment and Perplexity:</strong> Plato and Aristotle believed that philosophy arises from wonder (\"thaumazein\"). We see something we do not fully understand, we are amazed, and this prompts us to ask how and why. When a child looks at the night sky, he feels wonder, and that is the beginning of philosophizing.</p><p><strong>2. Crisis and Suffering:</strong> We often philosophize when our world falls apart. When we experience injustice, death, suffering, we begin to question the meaning of things. \"Why do the people we love die, is there justice in the universe?\"</p><p><strong>3. Logical Incongruences:</strong> when we notice that two statements we believe to be true contradict each other, we feel the need to resolve it. This forces us to think more deeply.</p><p><strong>4. Search for Meaning:</strong> Humans are the only species that wonders about meaning and purpose. What is my purpose in life? What is my significance?</p><h3>Philosophy in Antiquity, the Middle Ages and Modernity</h3><p><strong>Medieval Philosophy (500-1500 AD):</strong> Philosophy became intertwined with theology. Great thinkers such as Thomas Aquinas attempted to reconcile reason with religious faith. Philosophical questions focused on God, the soul, salvation.</p><p><strong>Modern Philosophy (1600-1800):</strong> With the Renaissance, philosophers such as Descartes and Spinoza re-emphasized reason. Descartes sought absolute and indubitable truths through the famous \"I think, therefore I am\" (\"Cogito, ergo sum\"). Kant revolutionized epistemology by asking: How does the mind structure our experience of the world?</p><p><strong>Contemporary Philosophy (1900-present):</strong> Modern philosophy has diversified enormously. Philosophers such as Nietzsche question traditional values. Wittgenstein investigates language. Existentialists like Sartre explore freedom and human responsibility. Contemporary philosophers address issues of gender, race, technology and AI.</p>",
            "fr": "<h3>que signifie philosopher ?</h3><p>Le mot \"philosophie\" vient du grec : \"phil\" (amour) et \"sophia\" (sagesse). Il signifie littéralement \"amour de la sagesse\". Mais être philosophe, ce n'est pas seulement aimer le savoir ; c'est une manière particulière d'aborder la réalité, caractérisée par le questionnement systématique, l'analyse logique et la recherche de vérités profondes.</p><p>Contrairement aux sciences qui répondent à des questions précises sur le fonctionnement du monde, la philosophie pose des questions plus fondamentales : pourquoi existe-t-il quelque chose plutôt que rien ? Qu'est-ce que la réalité ? Qu'est-ce que la vérité ? Qu'est-ce qui est juste ? Qu'est-ce qui est bon ? Qu'est-ce qui est bien ? Qui sommes-nous ? Quel est le but de la vie ?</p><h3>Les origines de la pensée philosophique</h3><p>La philosophie en tant que discipline est née dans la Grèce antique, vers le VIe siècle avant J.-C., lorsque les Grecs ont commencé à remettre en question les explications mythologiques de l'univers. Jusqu'alors, la plupart des cultures expliquaient les phénomènes naturels par des mythes et l'intervention des dieux.</p><p><strong>Les présocratiques (VIe-Ve siècle avant J.-C.) :</strong> Thalès de Milet, Héraclite, Parménide et d'autres philosophes de l'Antiquité ont été les premiers à chercher des explications rationnelles de la nature. Quelle est la substance fondamentale de l'univers ? Est-ce l'eau, l'air, le feu ? Le changement est-il fondamental ou n'est-il qu'une illusion ?</p><p><strong>Socrate (470-399 av. J.-C.) :</strong> Il a révolutionné la philosophie par sa méthode : il posait des questions à des gens qui pensaient avoir les réponses, montrant ainsi qu'ils ne comprenaient pas vraiment ce qu'ils prétendaient comprendre. Sa célèbre phrase était : \"Je sais seulement que je ne sais rien\". Socrate pensait que la véritable connaissance provenait d'un questionnement rigoureux, et non de l'acceptation passive de ce que les autres disaient.</p><p><strong>Platon et Aristote (4e siècle avant J.-C.) :</strong> Ces deux géants de la pensée occidentale ont systématisé la philosophie, établissant les grandes disciplines : logique, métaphysique (l'étude de ce qui existe), épistémologie (comment nous connaissons), éthique, politique.</p><h3>pourquoi l'impulsion philosophique se manifeste-t-elle ?</h3><p>pourquoi l'homme philosophe-t-il ? Il existe plusieurs motivations fondamentales :</p><p>1. L<strong>'étonnement et la perplexité :</strong> Platon et Aristote pensaient que la philosophie naissait de l'émerveillement (\"thaumazein\"). Nous voyons quelque chose que nous ne comprenons pas entièrement, nous sommes surpris et cela nous pousse à nous demander comment et pourquoi. Lorsqu'un enfant regarde le ciel nocturne, il s'émerveille et c'est le début de la philosophie.</p><p><strong>2. Crise et souffrance :</strong> Nous philosophons souvent lorsque notre monde s'écroule. Lorsque nous faisons l'expérience de l'injustice, de la mort, de la souffrance, nous commençons à nous interroger sur le sens des choses. \"Pourquoi les gens que nous aimons meurent-ils ? Y a-t-il une justice dans l'univers ?</p><p><strong>3. Incongruités logiques :</strong> lorsque nous remarquons que deux affirmations que nous croyons vraies se contredisent, nous ressentons le besoin de les résoudre. Cela nous oblige à réfléchir plus profondément.</p><p><strong>4. Recherche de sens :</strong> l'être humain est la seule espèce qui se pose la question du sens et de la finalité : quel est mon but dans la vie, quelle est ma signification ?</p><h3>La philosophie dans l'Antiquité, au Moyen Âge et dans la modernité</h3><p><strong>La philosophie médiévale (500-1500 après J.-C.) :</strong> La philosophie se mêle à la théologie. De grands penseurs comme Thomas d'Aquin tentent de réconcilier la raison avec la foi religieuse. Les questions philosophiques portent sur Dieu, l'âme et le salut.</p><p><strong>Philosophie moderne (1600-1800) :</strong> Avec la Renaissance, des philosophes comme Descartes et Spinoza remettent l'accent sur la raison. Descartes recherche des vérités absolues et indubitables à travers le célèbre \"Je pense, donc je suis\" (\"Cogito, ergo sum\"). Kant a révolutionné l'épistémologie en posant la question suivante : comment l'esprit structure-t-il notre expérience du monde ?</p><p><strong>La philosophie contemporaine (1900-aujourd'hui) :</strong> La philosophie moderne s'est énormément diversifiée. Des philosophes comme Nietzsche remettent en question les valeurs traditionnelles. Wittgenstein étudie le langage. Des existentialistes comme Sartre explorent la liberté et la responsabilité humaine. Les philosophes contemporains abordent les questions de genre, de race, de technologie et d'intelligence artificielle.</p>",
            "it": "<h3>cosa significa filosofare?</h3><p>La parola \"filosofia\" deriva dal greco: \"phil\" (amore) e \"sophia\" (sapienza). Letteralmente significa \"amore per la sapienza\". Ma essere filosofo non significa semplicemente amare la conoscenza; è un modo particolare di affrontare la realtà, caratterizzato da domande sistematiche, analisi logica e ricerca di verità profonde.</p><p>A differenza delle scienze, che rispondono a domande specifiche sul funzionamento del mondo, la filosofia pone domande più fondamentali: perché esiste qualcosa piuttosto che il nulla? Che cos'è la realtà? Che cos'è la verità? Che cos'è il bene? Che cos'è giusto? Chi siamo? Qual è lo scopo della vita?</p><h3>Le origini del pensiero filosofico</h3><p>La filosofia come disciplina nasce nell'Antica Grecia, intorno al VI secolo a.C., quando i Greci iniziarono a mettere in discussione le spiegazioni mitologiche dell'universo. Fino a quel momento, la maggior parte delle culture spiegava i fenomeni naturali attraverso i miti e l'intervento degli dei.</p><p><strong>I Presocratici (VI-V secolo a.C.):</strong> Talete di Mileto, Eraclito, Parmenide e altri filosofi antichi furono i primi a cercare spiegazioni razionali della natura. Qual è la sostanza fondamentale dell'universo? È l'acqua, l'aria, il fuoco? Il cambiamento è fondamentale o è un'illusione?</p><p><strong>Socrate (470-399 a.C.):</strong> rivoluzionò la filosofia con il suo metodo: poneva domande a persone che pensavano di avere le risposte, dimostrando che non capivano realmente ciò che affermavano di capire. La sua famosa frase era: \"So solo di non sapere nulla\". Socrate credeva che la vera conoscenza derivasse da una rigorosa messa in discussione, non dall'accettazione passiva di ciò che gli altri dicevano.</p><p><strong>Platone e Aristotele (IV secolo a.C.):</strong> Questi due giganti del pensiero occidentale sistematizzarono la filosofia, stabilendo le grandi discipline: logica, metafisica (lo studio di ciò che esiste), epistemologia (come conosciamo), etica, politica.</p><h3>perché emerge l'impulso filosofico?</h3><p>perché l'uomo fa filosofia? Ci sono diversi impulsi fondamentali:</p><p>1.<strong>Stupore e perplessità:</strong> Platone e Aristotele ritenevano che la filosofia nascesse dalla meraviglia (\"thaumazein\"). Vediamo qualcosa che non comprendiamo appieno, siamo sorpresi e questo ci spinge a chiederci come e perché. Quando un bambino guarda il cielo notturno, prova meraviglia e questo è l'inizio del filosofare.</p><p><strong>2. Crisi e sofferenza:</strong> spesso filosofeggiamo quando il nostro mondo crolla. Quando sperimentiamo l'ingiustizia, la morte, la sofferenza, cominciamo a interrogarci sul significato delle cose. \"Perché le persone che amiamo muoiono, c'è giustizia nell'universo?\"</p><p><strong>3. Incongruenze logiche:</strong> quando notiamo che due affermazioni che riteniamo vere si contraddicono a vicenda, sentiamo il bisogno di risolverle. Questo ci costringe a pensare più profondamente.</p><p><strong>4. Ricerca del significato:</strong> gli esseri umani sono l'unica specie che si interroga sul significato e sullo scopo. Qual è lo scopo della mia vita? Qual è il mio significato?</p><h3>La filosofia nell'antichità, nel Medioevo e nella modernità</h3><p><strong>Filosofia medievale (500-1500 d.C.):</strong> La filosofia si intreccia con la teologia. Grandi pensatori come Tommaso d'Aquino cercarono di conciliare la ragione con la fede religiosa. Le domande filosofiche si concentravano su Dio, l'anima e la salvezza.</p><p><strong>Filosofia moderna (1600-1800):</strong> con il Rinascimento, filosofi come Cartesio e Spinoza mettono nuovamente l'accento sulla ragione. Cartesio cercava verità assolute e indubitabili attraverso il famoso \"Penso, dunque sono\" (\"Cogito, ergo sum\"). Kant rivoluzionò l'epistemologia chiedendosi: come la mente struttura la nostra esperienza del mondo?</p><p><strong>Filosofia contemporanea (1900-oggi):</strong> La filosofia moderna si è diversificata enormemente. Filosofi come Nietzsche mettono in discussione i valori tradizionali. Wittgenstein indaga sul linguaggio. Esistenzialisti come Sartre esplorano la libertà e la responsabilità umana. I filosofi contemporanei affrontano questioni di genere, razza, tecnologia e IA.</p>",
            "de": "<h3>¿Qué Significa Filosofar?</h3><p>La palabra «filosofía» viene del griego: «phil» (amor) y «sophia» (sabiduría). Literalmente significa «amor por la sabiduría». Pero ser filósofo no es simplemente amar el conocimiento; es una forma particular de aproximarse a la realidad, caracterizada por el cuestionamiento sistemático, el análisis lógico y la búsqueda de verdades profundas.</p><p>A diferencia de las ciencias que responden preguntas específicas sobre cómo funciona el mundo, la filosofía se hace preguntas más fundamentales: ¿Por qué existe algo en lugar de nada? ¿Qué es la realidad? ¿Qué es la verdad? ¿Qué es correcto? ¿Qué es el bien? ¿Quiénes somos? ¿Cuál es el propósito de la vida?</p><h3>Los Orígenes del Pensamiento Filosófico</h3><p>La filosofía como disciplina nació en la Antigua Grecia, aproximadamente en el siglo VI a.C., cuando los griegos comenzaron a cuestionar las explicaciones mitológicas del universo. Hasta ese momento, la mayoría de las culturas explicaban los fenómenos naturales a través de mitos y la intervención de dioses.</p><p><strong>Los Presocráticos (Siglo VI-V a.C.):</strong> Tales de Mileto, Heráclito, Parménides y otros filósofos antiguos fueron los primeros en buscar explicaciones racionales de la naturaleza. ¿Cuál es la substancia fundamental del universo? ¿Es agua, aire, fuego? ¿El cambio es fundamental o es ilusión?</p><p><strong>Sócrates (470-399 a.C.):</strong> Revolucionó la filosofía con su método: formulaba preguntas a las personas que creían tener respuestas, mostrando que en realidad no entendían lo que decían comprender. Su famosa frase era: «Sólo sé que no sé nada». Sócrates creía que el verdadero conocimiento venía del cuestionamiento riguroso, no de la aceptación pasiva de lo que otros decían.</p><p><strong>Platón y Aristóteles (Siglos IV a.C.):</strong> Estos dos gigantes del pensamiento occidental sistematizaron la filosofía, estableciendo las grandes disciplinas: lógica, metafísica (el estudio de lo que existe), epistemología (cómo conocemos), ética, política.</p><h3>¿Por Qué Surge el Impulso Filosófico?</h3><p>¿Por qué los humanos filosofamos? Hay varios impulsos fundamentales:</p><p><strong>1. Asombro y Perplejidad:</strong> Platón y Aristóteles creían que la filosofía surge del asombro («thaumazein»). Vemos algo que no entendemos completamente, nos sorprende, y esto nos impulsa a preguntarnos cómo y por qué. Cuando un niño mira al cielo nocturno, siente asombro, y eso es el comienzo del filosofar.</p><p><strong>2. Crisis y Sufrimiento:</strong> A menudo filosofamos cuando nuestro mundo se cae a pedazos. Cuando experimentamos injusticia, muerte, sufrimiento, comenzamos a cuestionar el sentido de las cosas. «¿Por qué mueren las personas que amamos? ¿Hay justicia en el universo?»</p><p><strong>3. Incongruencias Lógicas:</strong> Cuando notamos que dos afirmaciones que creemos verdaderas se contradicen, sentimos la necesidad de resolverlo. Esto nos obliga a pensar más profundamente.</p><p><strong>4. Búsqueda de Significado:</strong> Los humanos somos la única especie que se pregunta sobre el significado y el propósito. ¿Cuál es mi propósito en la vida? ¿Qué importancia tengo?</p><h3>Filosofía en la Antigüedad, Edad Media y Modernidad</h3><p><strong>Filosofía Medieval (500-1500 d.C.):</strong> La filosofía se entrelazó con la teología. Grandes pensadores como Tomás de Aquino intentaban conciliar la razón con la fe religiosa. Las preguntas filosóficas se enfocaban en Dios, el alma, la salvación.</p><p><strong>Filosofía Moderna (1600-1800):</strong> Con el Renacimiento, filósofos como Descartes y Spinoza volvieron a enfatizar la razón. Descartes buscaba verdades absolutas e indudables mediante el famoso «pienso, luego existo» («Cogito, ergo sum»). Kant revolucionó la epistemología al preguntarse: ¿Cómo es que la mente estructura nuestra experiencia del mundo?</p><p><strong>Filosofía Contemporánea (1900-presente):</strong> La filosofía moderna se ha diversificado enormemente. Filósofos como Nietzsche cuestionan los valores tradicionales. Wittgenstein investiga el lenguaje. Existencialistas como Sartre exploran la libertad y la responsabilidad humana. Filósofos contemporáneos abordan cuestiones de género, raza, tecnología e IA.</p>"
          },
          "duration": {
            "es": "Lectura de 14 min",
            "en": "14 min reading",
            "fr": "14 min de lecture",
            "it": "14 min lettura",
            "de": "Lectura de 14 min"
          }
        },
        {
          "id": "lesson-1-1-video",
          "title": {
            "es": "Video: ¿Qué es la Filosofía?",
            "en": "Video: What is Philosophy?",
            "fr": "Vidéo : Qu'est-ce que la philosophie ?",
            "it": "Video: Che cos'è la filosofia?",
            "de": "Video: ¿Qué es la Filosofía?"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/bEFu1aVKzaQ",
          "description": {
            "es": "Refuerzo visual sobre qué es la filosofía y por qué surge el impulso humano de filosofar",
            "en": "Visual reinforcement on what philosophy is and why the human impulse to philosophize arises",
            "fr": "Renforcement visuel de ce qu'est la philosophie et de la raison d'être de l'impulsion humaine à philosopher",
            "it": "Rafforzamento visivo di ciò che è la filosofia e del perché nasce l'impulso umano a filosofare",
            "de": "Refuerzo visual sobre qué es la filosofía y por qué surge el impulso humano de filosofar"
          },
          "duration": {
            "es": "11:30",
            "en": "11:30",
            "fr": "11:30",
            "it": "11:30",
            "de": "11:30"
          }
        },
        {
          "id": "lesson-1-2",
          "title": {
            "es": "Las Grandes Preguntas Filosóficas",
            "en": "The Great Philosophical Questions",
            "fr": "Les grandes questions philosophiques",
            "it": "Le grandi domande filosofiche",
            "de": "Las Grandes Preguntas Filosóficas"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>Las Áreas Principales de la Filosofía</h3><p>Aunque todas las preguntas filosóficas buscan comprender la realidad profundamente, los filósofos han organizado sus investigaciones en varias áreas o disciplinas:</p><p><strong>Metafísica («Meta» = más allá, «Physis» = naturaleza):</strong> ¿Qué existe? ¿Cuál es la naturaleza fundamental de la realidad? ¿Existe Dios? ¿Tenemos libre albedrío o todo está determinado? ¿Es el tiempo real o una ilusión?</p><p><strong>Epistemología (¿Cómo sabemos?):</strong> ¿Qué es el conocimiento? ¿Cómo sabemos que algo es verdadero? ¿Cuál es la diferencia entre opinión y conocimiento? ¿Pueden nuestros sentidos engañarnos?</p><p><strong>Ética (¿Qué es correcto?):</strong> ¿Cuál es el bien y el mal? ¿Qué hace que una acción sea correcta o incorrecta? ¿Cuál es la mejor forma de vivir? ¿Tenemos obligaciones morales?</p><p><strong>Lógica (¿Cómo razonamos correctamente?):</strong> ¿Qué hace que un argumento sea válido? ¿Cómo evitamos el error y el pensamiento confuso? ¿Cuáles son las reglas del pensamiento correcto?</p><p><strong>Estética (¿Qué es la belleza?):</strong> ¿Qué es el arte? ¿Existe la belleza objetiva o es subjetiva? ¿Por qué nos conmueve una obra de arte?</p><p><strong>Filosofía Política (¿Cómo debemos vivir juntos?):</strong> ¿Qué es un estado justo? ¿Cuáles son los derechos individuales? ¿Cuándo es legítimo el poder? ¿Qué es la democracia?</p><p><strong>Filosofía de la Mente (¿Qué es la conciencia?):</strong> ¿Qué es la mente? ¿Cómo surge la conciencia del cerebro físico? ¿Qué es el yo?</p><h3>La Naturaleza de las Preguntas Filosóficas</h3><p>Las preguntas filosóficas tienen características especiales:</p><p><strong>1. Son Fundamentales:</strong> No son preguntas simples cuya respuesta pueda encontrarse en un libro de referencia. Son preguntas sobre los fundamentos mismos de la realidad y el conocimiento.</p><p><strong>2. No Tienen Respuestas Definitivas:</strong> Después de miles de años, los filósofos siguen debatiendo las mismas preguntas. Esto no significa que la filosofía sea un fracaso; significa que estas preguntas son genuinamente complejas y multifacéticas.</p><p><strong>3. Requieren Argumentación Rigurosa:</strong> Un filósofo no puede simplemente afirmar algo; debe argumentarlo. Debe mostrar por qué cree algo y estar dispuesto a refutar contraargumentos.</p><p><strong>4. Transforman Cómo Vemos el Mundo:</strong> A diferencia de las preguntas científicas que responden «¿Cómo?», las preguntas filosóficas transforman nuestras perspectivas fundamentales. Cambiar tu respuesta sobre qué es el bien podría transformar toda tu vida.</p><h3>Tipos de Pensadores Filosóficos</h3><p><strong>Dogmáticos:</strong> Filósofos que afirman tener la verdad y la defienden tenazmente. Descartes era algo dogmático en su búsqueda de certeza absoluta.</p><p><strong>Escépticos:</strong> Filósofos que dudan de todo, incluso de si el conocimiento es posible. Aunque esto suena negativo, el escepticismo filosófico es útil para evitar errores.</p><p><strong>Pragmáticos:</strong> Filósofos interesados en cómo la filosofía se aplica prácticamente. ¿De qué sirve una teoría si no mejora la vida?</p><p><strong>Dialécticos:</strong> Filósofos que buscan verdad mediante el diálogo y el debate. Sócrates fue el maestro de este método.</p>",
            "en": "<h3>The Main Areas of Philosophy</h3><p>Although all philosophical questions seek to understand reality profoundly, philosophers have organized their inquiries into several areas or disciplines:</p><p><strong>Metaphysics (\"Meta\" = beyond, \"Physis\" = nature):</strong> what exists? What is the fundamental nature of reality? Does God exist? Do we have free will or is everything determined? Is time real or an illusion?</p><p><strong>Epistemology (How do we know?):</strong> What is knowledge? How do we know something is true? What is the difference between opinion and knowledge? Can our senses deceive us?</p><p><strong>Ethics (What is right?):</strong> What is right and wrong? What makes an action right or wrong? What is the best way to live? Do we have moral obligations?</p><p><strong>Logic (How do we reason correctly?):</strong> What makes an argument valid? How do we avoid error and fuzzy thinking? What are the rules of correct thinking?</p><p><strong>Aesthetics (What is beauty?):</strong> What is art? Is there such a thing as objective beauty or is it subjective? Why are we moved by a work of art?</p><p><strong>Political Philosophy (How should we live together?):</strong> What is a just state? What are individual rights? When is power legitimate? What is democracy?</p><p><strong>Philosophy of Mind (What is consciousness?):</strong> What is mind? How does consciousness arise from the physical brain? What is the self?</p><h3>The Nature of Philosophical Questions</h3><p>Philosophical questions have special characteristics:</p><p>1.<strong>They are Fundamental: They</strong> are not simple questions whose answer can be found in a reference book. They are questions about the very foundations of reality and knowledge.</p><p>2.<strong>They do not have definitive answers:</strong> After thousands of years, philosophers are still debating the same questions. This does not mean that philosophy is a failure; it means that these questions are genuinely complex and multifaceted.</p><p><strong>3. They require Rigorous Argumentation:</strong> A philosopher cannot simply assert something; he must argue it. He must show why he believes something and be willing to refute counterarguments.</p><p><strong>4. Transform How We See the World:</strong> Unlike scientific questions that answer \"How?\", philosophical questions transform our fundamental perspectives. Changing your answer about what is good could transform your entire life.</p><h3>Types of Philosophical Thinkers</h3><p><strong>Dogmatists:</strong> Philosophers who claim to have the truth and tenaciously defend it. Descartes was somewhat dogmatic in his search for absolute certainty.</p><p><strong>Skeptics:</strong> Philosophers who doubt everything, including whether knowledge is possible. Although this sounds negative, philosophical skepticism is useful for avoiding errors.</p><p><strong>Pragmatists:</strong> Philosophers interested in how philosophy is practically applied. What good is a theory if it does not improve life?</p><p><strong>Dialecticians:</strong> Philosophers who seek truth through dialogue and debate. Socrates was the master of this method.</p>",
            "fr": "<h3>Les principaux domaines de la philosophie</h3><p>Si toutes les questions philosophiques visent à comprendre la réalité en profondeur, les philosophes ont organisé leurs recherches en plusieurs domaines ou disciplines :</p><p><strong>Métaphysique (\"Meta\" = au-delà, \"Physis\" = nature) :</strong> qu'est-ce qui existe ? Quelle est la nature fondamentale de la réalité ? Dieu existe-t-il ? Avons-nous un libre arbitre ou tout est-il déterminé ? Le temps est-il réel ou une illusion ?</p><p><strong>Épistémologie (Comment savons-nous ?):</strong> Qu'est-ce que la connaissance ? Comment savons-nous que quelque chose est vrai ? Quelle est la différence entre l'opinion et la connaissance ? Nos sens peuvent-ils nous tromper ?</p><p><strong>Éthique (Qu'est-ce qui est bien ?):</strong> Qu'est-ce qui est bien et mal ? Qu'est-ce qui fait qu'une action est bien ou mal ? Quelle est la meilleure façon de vivre ? Avons-nous des obligations morales ?</p><p><strong>Logique (Comment raisonner correctement ?):</strong> Qu'est-ce qui fait la validité d'un argument ? Comment éviter les erreurs et la pensée floue ? Quelles sont les règles de la pensée correcte ?</p><p><strong>Esthétique (Qu'est-ce que la beauté ?):</strong> Qu'est-ce que l'art ? La beauté est-elle objective ou subjective ? Pourquoi sommes-nous émus par une œuvre d'art ?</p><p><strong>Philosophie politique (Comment devons-nous vivre ensemble ?):</strong> Qu'est-ce qu'un État juste ? Quels sont les droits individuels ? Quand le pouvoir est-il légitime ? Qu'est-ce que la démocratie ?</p><p><strong>Philosophie de l'esprit (Qu'est-ce que la conscience ?):</strong> Qu'est-ce que l'esprit ? Comment la conscience naît-elle du cerveau physique ? Qu'est-ce que le moi ?</p><h3>La nature des questions philosophiques</h3><p>Les questions philosophiques ont des caractéristiques particulières :</p><p>1. Elles<strong>sont fondamentales :</strong> ce ne sont pas de simples questions dont la réponse peut être trouvée dans un ouvrage de référence. Elles portent sur les fondements mêmes de la réalité et de la connaissance.</p><p>2.<strong>Elles n'ont pas de réponses définitives :</strong> après des milliers d'années, les philosophes débattent toujours des mêmes questions. Cela ne signifie pas que la philosophie est un échec, mais que ces questions sont réellement complexes et multiformes.</p><p><strong>3. Elles nécessitent une argumentation rigoureuse :</strong> un philosophe ne peut se contenter d'affirmer quelque chose, il doit l'argumenter. Il doit montrer pourquoi il croit en quelque chose et être prêt à réfuter les contre-arguments.</p><p><strong>4. Transformer notre vision du monde :</strong> contrairement aux questions scientifiques qui répondent au \"comment\", les questions philosophiques transforment nos perspectives fondamentales. Changer votre réponse à ce qui est bon peut transformer toute votre vie.</p><h3>Types de penseurs philosophiques</h3><p><strong>Dogmatiques :</strong> philosophes qui prétendent détenir la vérité et la défendent avec ténacité. Descartes était quelque peu dogmatique dans sa recherche de la certitude absolue.</p><p><strong>Sceptiques :</strong> philosophes qui doutent de tout, y compris de la possibilité de connaître. Bien que cela semble négatif, le scepticisme philosophique est utile pour éviter les erreurs.</p><p><strong>Pragmatiques :</strong> Philosophes qui s'intéressent à l'application pratique de la philosophie : à quoi sert une théorie si elle n'améliore pas la vie ?</p><p><strong>Dialecticiens :</strong> philosophes qui recherchent la vérité par le dialogue et le débat. Socrate était le maître de cette méthode.</p>",
            "it": "<h3>Le principali aree della filosofia</h3><p>Sebbene tutte le domande filosofiche cerchino di comprendere a fondo la realtà, i filosofi hanno organizzato le loro indagini in diverse aree o discipline:</p><p><strong>Metafisica (\"Meta\" = al di là, \"Physis\" = natura):</strong> che cosa esiste? Qual è la natura fondamentale della realtà? Esiste Dio? Abbiamo il libero arbitrio o tutto è determinato? Il tempo è reale o un'illusione?</p><p><strong>Epistemologia (Come conosciamo?):</strong> cos'è la conoscenza? Come facciamo a sapere che qualcosa è vero? Qual è la differenza tra opinione e conoscenza? I nostri sensi possono ingannarci?</p><p><strong>Etica (Che cosa è giusto?):</strong> che cosa è giusto e sbagliato? Che cosa rende un'azione giusta o sbagliata? Qual è il modo migliore di vivere? Abbiamo degli obblighi morali?</p><p><strong>Logica (Come ragioniamo correttamente?):</strong> cosa rende valida un'argomentazione? Come evitiamo gli errori e il pensiero confuso? Quali sono le regole del pensiero corretto?</p><p><strong>Estetica (Cos'è la bellezza?):</strong> cos'è l'arte? La bellezza è oggettiva o soggettiva? Perché un'opera d'arte ci emoziona?</p><p><strong>Filosofia politica (Come dobbiamo vivere insieme?):</strong> Cos'è uno Stato giusto? Quali sono i diritti individuali? Quando il potere è legittimo? Cos'è la democrazia?</p><p><strong>Filosofia della mente (Cos'è la coscienza?):</strong> Cos'è la mente? Come nasce la coscienza dal cervello fisico? Cos'è il sé?</p><h3>La natura delle domande filosofiche</h3><p>Le domande filosofiche hanno caratteristiche particolari:</p><p>1.<strong>Sono fondamentali:</strong> non sono semplici domande la cui risposta può essere trovata in un libro di riferimento. Sono domande che riguardano i fondamenti stessi della realtà e della conoscenza.</p><p>2.<strong>Non hanno risposte definitive:</strong> dopo migliaia di anni, i filosofi discutono ancora delle stesse domande. Questo non significa che la filosofia sia un fallimento, ma che queste domande sono davvero complesse e sfaccettate.</p><p><strong>3. Richiedono un'argomentazione rigorosa:</strong> un filosofo non può limitarsi ad affermare qualcosa, ma deve argomentarla. Deve mostrare perché crede in qualcosa ed essere disposto a confutare le controargomentazioni.</p><p><strong>4. Trasformare il modo in cui vediamo il mondo:</strong> a differenza delle domande scientifiche che rispondono al \"come?\", le domande filosofiche trasformano le nostre prospettive fondamentali. Cambiare la propria risposta a ciò che è bene potrebbe trasformare l'intera vita.</p><h3>Tipi di pensatori filosofici</h3><p><strong>Dogmatici:</strong> filosofi che affermano di possedere la verità e la difendono tenacemente. Cartesio era un po' dogmatico nella sua ricerca della certezza assoluta.</p><p><strong>Scettici:</strong> filosofi che dubitano di tutto, anche della possibilità di conoscere. Anche se suona negativo, lo scetticismo filosofico è utile per evitare errori.</p><p><strong>Pragmatici:</strong> filosofi interessati all'applicazione pratica della filosofia: a cosa serve una teoria se non migliora la vita?</p><p><strong>Dialettici:</strong> filosofi che cercano la verità attraverso il dialogo e il dibattito. Socrate era il maestro di questo metodo.</p>",
            "de": "<h3>Las Áreas Principales de la Filosofía</h3><p>Aunque todas las preguntas filosóficas buscan comprender la realidad profundamente, los filósofos han organizado sus investigaciones en varias áreas o disciplinas:</p><p><strong>Metafísica («Meta» = más allá, «Physis» = naturaleza):</strong> ¿Qué existe? ¿Cuál es la naturaleza fundamental de la realidad? ¿Existe Dios? ¿Tenemos libre albedrío o todo está determinado? ¿Es el tiempo real o una ilusión?</p><p><strong>Epistemología (¿Cómo sabemos?):</strong> ¿Qué es el conocimiento? ¿Cómo sabemos que algo es verdadero? ¿Cuál es la diferencia entre opinión y conocimiento? ¿Pueden nuestros sentidos engañarnos?</p><p><strong>Ética (¿Qué es correcto?):</strong> ¿Cuál es el bien y el mal? ¿Qué hace que una acción sea correcta o incorrecta? ¿Cuál es la mejor forma de vivir? ¿Tenemos obligaciones morales?</p><p><strong>Lógica (¿Cómo razonamos correctamente?):</strong> ¿Qué hace que un argumento sea válido? ¿Cómo evitamos el error y el pensamiento confuso? ¿Cuáles son las reglas del pensamiento correcto?</p><p><strong>Estética (¿Qué es la belleza?):</strong> ¿Qué es el arte? ¿Existe la belleza objetiva o es subjetiva? ¿Por qué nos conmueve una obra de arte?</p><p><strong>Filosofía Política (¿Cómo debemos vivir juntos?):</strong> ¿Qué es un estado justo? ¿Cuáles son los derechos individuales? ¿Cuándo es legítimo el poder? ¿Qué es la democracia?</p><p><strong>Filosofía de la Mente (¿Qué es la conciencia?):</strong> ¿Qué es la mente? ¿Cómo surge la conciencia del cerebro físico? ¿Qué es el yo?</p><h3>La Naturaleza de las Preguntas Filosóficas</h3><p>Las preguntas filosóficas tienen características especiales:</p><p><strong>1. Son Fundamentales:</strong> No son preguntas simples cuya respuesta pueda encontrarse en un libro de referencia. Son preguntas sobre los fundamentos mismos de la realidad y el conocimiento.</p><p><strong>2. No Tienen Respuestas Definitivas:</strong> Después de miles de años, los filósofos siguen debatiendo las mismas preguntas. Esto no significa que la filosofía sea un fracaso; significa que estas preguntas son genuinamente complejas y multifacéticas.</p><p><strong>3. Requieren Argumentación Rigurosa:</strong> Un filósofo no puede simplemente afirmar algo; debe argumentarlo. Debe mostrar por qué cree algo y estar dispuesto a refutar contraargumentos.</p><p><strong>4. Transforman Cómo Vemos el Mundo:</strong> A diferencia de las preguntas científicas que responden «¿Cómo?», las preguntas filosóficas transforman nuestras perspectivas fundamentales. Cambiar tu respuesta sobre qué es el bien podría transformar toda tu vida.</p><h3>Tipos de Pensadores Filosóficos</h3><p><strong>Dogmáticos:</strong> Filósofos que afirman tener la verdad y la defienden tenazmente. Descartes era algo dogmático en su búsqueda de certeza absoluta.</p><p><strong>Escépticos:</strong> Filósofos que dudan de todo, incluso de si el conocimiento es posible. Aunque esto suena negativo, el escepticismo filosófico es útil para evitar errores.</p><p><strong>Pragmáticos:</strong> Filósofos interesados en cómo la filosofía se aplica prácticamente. ¿De qué sirve una teoría si no mejora la vida?</p><p><strong>Dialécticos:</strong> Filósofos que buscan verdad mediante el diálogo y el debate. Sócrates fue el maestro de este método.</p>"
          },
          "duration": {
            "es": "Lectura de 12 min",
            "en": "12 min reading",
            "fr": "12 min de lecture",
            "it": "12 min di lettura",
            "de": "Lectura de 12 min"
          }
        },
        {
          "id": "lesson-1-2-video",
          "title": {
            "es": "Video: Las Grandes Preguntas Filosóficas",
            "en": "Video: The Great Philosophical Questions",
            "fr": "Vidéo : Les grandes questions philosophiques",
            "it": "Video: Le grandi domande filosofiche",
            "de": "Video: Las Grandes Preguntas Filosóficas"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/H6Sxv84GyO0",
          "description": {
            "es": "Refuerzo visual sobre las diferentes áreas de la filosofía y las preguntas que cada una investiga",
            "en": "Visual reinforcement on the different areas of philosophy and the questions that each one investigates",
            "fr": "Renforcement visuel des différents domaines de la philosophie et des questions que chacun d'entre eux aborde",
            "it": "Rinforzo visivo sulle diverse aree della filosofia e sulle domande che ogni area indaga",
            "de": "Refuerzo visual sobre las diferentes áreas de la filosofía y las preguntas que cada una investiga"
          },
          "duration": {
            "es": "12:15",
            "en": "12:15",
            "fr": "12:15",
            "it": "12:15",
            "de": "12:15"
          }
        },
        {
          "id": "lesson-1-3",
          "title": {
            "es": "El Método Socrático y la Mayéutica",
            "en": "The Socratic Method and Socratic Maieutics",
            "fr": "La méthode socratique et la maïeutique",
            "it": "Il metodo socratico e la maieutica",
            "de": "El Método Socrático y la Mayéutica"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>El Arte de Preguntar</h3><p>Sócrates desarrolló un método revolucionario para alcanzar el conocimiento a través del diálogo y el cuestionamiento sistemático. Este método, conocido como mayéutica (que significa \"arte de dar a luz\"), se basa en la idea de que el conocimiento ya está dentro de cada persona y solo necesita ser \"parido\" mediante preguntas adecuadas.</p><p><strong>Características del método socrático:</strong></p><ul><li><strong>Ironía socrática:</strong> Reconocer la propia ignorancia como punto de partida</li><li><strong>Preguntas dirigidas:</strong> Cuestionar sistemáticamente las creencias establecidas</li><li><strong>Diálogo colaborativo:</strong> Buscar la verdad junto con el interlocutor</li><li><strong>Definición progresiva:</strong> Llegar a definiciones claras mediante sucesivas aproximaciones</li></ul><h3>Aplicación Práctica del Método</h3><p>Imagina un diálogo socrático sobre la justicia:</p><p>- ¿Qué es la justicia?<br>- Dar a cada quien lo que merece<br>- ¿Y quién determina lo que cada quien merece?<br>- Las leyes<br>- ¿Pero qué pasa si las leyes son injustas?<br>- Entonces no sería justicia<br>- Entonces, ¿la justicia no es simplemente seguir las leyes?</p><p>Este proceso lleva al interlocutor a reconocer que su definición inicial era insuficiente y a buscar una comprensión más profunda.</p><h3>La Importancia del Diálogo Filosófico</h3><p>El diálogo filosófico no es un debate donde se busca ganar, sino una búsqueda conjunta de la verdad. Requiere:</p><ul><li>Humildad intelectual</li><li>Disposición a cambiar de opinión</li><li>Respeto por el interlocutor</li><li>Búsqueda genuina de comprensión</li></ul>",
            "en": "<h3>The Art of Questioning</h3><p>Socrates developed a revolutionary method for attaining knowledge through dialogue and systematic questioning. This method, known as maieutics (meaning \"art of bringing forth\"), is based on the idea that knowledge is already within each person and only needs to be \"brought forth\" through appropriate questions.</p><p><strong>Characteristics of the Socratic method:</strong></p><ul><li><strong>Socratic irony:</strong> Acknowledging one's own ignorance as a starting point</li><li><strong>Directed questioning:</strong> Systematically questioning established beliefs</li><li><strong>Collaborative dialogue:</strong> Search for truth together with the interlocutor</li><li><strong>Progressive definition:</strong> Reaching clear definitions through successive approximations</li></ul><h3>Practical Application of the Method</h3><p>Imagine a Socratic dialogue about justice:</p><p>- what is justice?<br>- Give to each one what he deserves<br>- and who determines what everyone deserves?<br>- Laws<br>- but what if the laws are unjust?<br>- Then it would not be justice<br>- So, isn't justice simply following the laws?</p><p>This process leads the interlocutor to recognize that his initial definition was insufficient and to seek a deeper understanding.</p><h3>The Importance of Philosophical Dialogue</h3><p>Philosophical dialogue is not a debate where one seeks to win, but a joint search for truth. It requires:</p><ul><li>Intellectual humility</li><li>Willingness to change one's mind</li><li>Respect for the interlocutor</li><li>Genuine search for understanding</li></ul>",
            "fr": "<h3>L'art du questionnement</h3><p>Socrate a mis au point une méthode révolutionnaire pour atteindre la connaissance par le dialogue et le questionnement systématique. Cette méthode, connue sous le nom de maïeutique (qui signifie \"art de faire naître\"), repose sur l'idée que la connaissance est déjà en chacun de nous et qu'il suffit de la \"faire naître\" par des questions appropriées.</p><p><strong>Caractéristiques de la méthode socratique :</strong></p><ul><li>L<strong>'ironie socratique :</strong> reconnaître sa propre ignorance comme point de départ</li><li><strong>Questionnement dirigé :</strong> remise en question systématique des croyances établies</li><li><strong>Dialogue collaboratif :</strong> recherche de la vérité avec l'interlocuteur</li><li><strong>Définition progressive :</strong> parvenir à des définitions claires par approximations successives</li></ul><h3>Application pratique de la méthode</h3><p>Imaginons un dialogue socratique sur la justice :</p><p>- qu'est-ce que la justice ?<br>- Donner à chacun ce qu'il mérite<br>- et qui détermine ce que chacun mérite ?<br>- Les lois<br>- et si les lois sont injustes ?<br>- Ce ne serait alors pas de la justice<br>- Alors, la justice n'est-elle pas simplement le respect des lois ?</p><p>Ce processus amène l'interlocuteur à reconnaître que sa définition initiale était insuffisante et à chercher à la comprendre davantage.</p><h3>L'importance du dialogue philosophique</h3><p>Le dialogue philosophique n'est pas un débat où l'on cherche à gagner, mais une recherche commune de la vérité. Il requiert</p><ul><li>L'humilité intellectuelle</li><li>La volonté de changer d'avis</li><li>Le respect de l'interlocuteur</li><li>Une véritable recherche de compréhension</li></ul>",
            "it": "<h3>El Arte de Preguntar</h3><p>Sócrates desarrolló un método revolucionario para alcanzar el conocimiento a través del diálogo y el cuestionamiento sistemático. Este método, conocido como mayéutica (que significa \"arte de dar a luz\"), se basa en la idea de que el conocimiento ya está dentro de cada persona y solo necesita ser \"parido\" mediante preguntas adecuadas.</p><p><strong>Características del método socrático:</strong></p><ul><li><strong>Ironía socrática:</strong> Reconocer la propia ignorancia como punto de partida</li><li><strong>Preguntas dirigidas:</strong> Cuestionar sistemáticamente las creencias establecidas</li><li><strong>Diálogo colaborativo:</strong> Buscar la verdad junto con el interlocutor</li><li><strong>Definición progresiva:</strong> Llegar a definiciones claras mediante sucesivas aproximaciones</li></ul><h3>Aplicación Práctica del Método</h3><p>Imagina un diálogo socrático sobre la justicia:</p><p>- ¿Qué es la justicia?<br>- Dar a cada quien lo que merece<br>- ¿Y quién determina lo que cada quien merece?<br>- Las leyes<br>- ¿Pero qué pasa si las leyes son injustas?<br>- Entonces no sería justicia<br>- Entonces, ¿la justicia no es simplemente seguir las leyes?</p><p>Este proceso lleva al interlocutor a reconocer que su definición inicial era insuficiente y a buscar una comprensión más profunda.</p><h3>La Importancia del Diálogo Filosófico</h3><p>El diálogo filosófico no es un debate donde se busca ganar, sino una búsqueda conjunta de la verdad. Requiere:</p><ul><li>Humildad intelectual</li><li>Disposición a cambiar de opinión</li><li>Respeto por el interlocutor</li><li>Búsqueda genuina de comprensión</li></ul>",
            "de": "<h3>El Arte de Preguntar</h3><p>Sócrates desarrolló un método revolucionario para alcanzar el conocimiento a través del diálogo y el cuestionamiento sistemático. Este método, conocido como mayéutica (que significa \"arte de dar a luz\"), se basa en la idea de que el conocimiento ya está dentro de cada persona y solo necesita ser \"parido\" mediante preguntas adecuadas.</p><p><strong>Características del método socrático:</strong></p><ul><li><strong>Ironía socrática:</strong> Reconocer la propia ignorancia como punto de partida</li><li><strong>Preguntas dirigidas:</strong> Cuestionar sistemáticamente las creencias establecidas</li><li><strong>Diálogo colaborativo:</strong> Buscar la verdad junto con el interlocutor</li><li><strong>Definición progresiva:</strong> Llegar a definiciones claras mediante sucesivas aproximaciones</li></ul><h3>Aplicación Práctica del Método</h3><p>Imagina un diálogo socrático sobre la justicia:</p><p>- ¿Qué es la justicia?<br>- Dar a cada quien lo que merece<br>- ¿Y quién determina lo que cada quien merece?<br>- Las leyes<br>- ¿Pero qué pasa si las leyes son injustas?<br>- Entonces no sería justicia<br>- Entonces, ¿la justicia no es simplemente seguir las leyes?</p><p>Este proceso lleva al interlocutor a reconocer que su definición inicial era insuficiente y a buscar una comprensión más profunda.</p><h3>La Importancia del Diálogo Filosófico</h3><p>El diálogo filosófico no es un debate donde se busca ganar, sino una búsqueda conjunta de la verdad. Requiere:</p><ul><li>Humildad intelectual</li><li>Disposición a cambiar de opinión</li><li>Respeto por el interlocutor</li><li>Búsqueda genuina de comprensión</li></ul>"
          },
          "duration": {
            "es": "Lectura de 10 min",
            "en": "10 min reading",
            "fr": "10 min de lecture",
            "it": "10 minuti di lettura",
            "de": "Lectura de 10 min"
          }
        },
        {
          "id": "lesson-1-3-video",
          "title": {
            "es": "Video: El Método Socrático",
            "en": "Video: The Socratic Method",
            "fr": "Vidéo : La méthode socratique",
            "it": "Video: Il metodo socratico",
            "de": "Video: El Método Socrático"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-socratic",
          "description": {
            "es": "Refuerzo visual sobre el método socrático y su aplicación en el diálogo filosófico",
            "en": "Visual reinforcement on the Socratic method and its application in philosophical dialogue",
            "fr": "Renforcement visuel de la méthode socratique et de son application au dialogue philosophique",
            "it": "Rafforzamento visivo del metodo socratico e della sua applicazione nel dialogo filosofico",
            "de": "Refuerzo visual sobre el método socrático y su aplicación en el diálogo filosófico"
          },
          "duration": {
            "es": "10:45",
            "en": "10:45",
            "fr": "10:45",
            "it": "10:45",
            "de": "10:45"
          }
        }
      ]
    },
    {
      "title": {
        "es": "Pensamiento Crítico y Lógica Básica",
        "en": "Critical Thinking and Basic Logic",
        "fr": "Pensée critique et logique de base",
        "it": "Pensiero critico e logica di base",
        "de": "Pensamiento Crítico y Lógica Básica"
      },
      "duration": {
        "es": "1 hora 45 minutos",
        "en": "1 hour 45 minutes",
        "fr": "1 heure 45 minutes",
        "it": "1 ora e 45 minuti",
        "de": "1 hora 45 minutos"
      },
      "lessons": [
        {
          "id": "lesson-2-1",
          "title": {
            "es": "¿Qué es el Pensamiento Crítico?",
            "en": "what is Critical Thinking?",
            "fr": "qu'est-ce que la pensée critique ?",
            "it": "che cos'è il pensiero critico?",
            "de": "¿Qué es el Pensamiento Crítico?"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>Definición y Características</h3><p>El pensamiento crítico es la capacidad y la disposición de analizar, evaluar y cuestionar información de manera reflexiva y rigurosa, en lugar de aceptarla pasivamente. Es pensar por ti mismo, con evidencia, lógica y razón como guías.</p><p>No es lo mismo que pensamiento criticón (ser negativo o quejoso constantemente). El pensamiento crítico es constructivo y se basa en razones.</p><h3>Elementos del Pensamiento Crítico</h3><p><strong>1. Análisis:</strong> Descomponer un problema complejo en sus partes constituyentes. Si alguien te presenta un argumento, pregúntate: ¿Cuáles son los componentes de este argumento? ¿Cuáles son las premisas (asunciones)? ¿Cuál es la conclusión?</p><p><strong>2. Evaluación de Evidencia:</strong> No aceptes afirmaciones sin pruebas. Pregúntate: ¿Cuál es la evidencia que respalda esta afirmación? ¿Es la evidencia suficiente? ¿Es confiable la fuente?</p><p><strong>3. Identificación de Suposiciones:</strong> Todo argumento se basa en suposiciones (cosas asumidas como verdaderas sin ser probadas). Los buenos pensadores críticos identifican estas suposiciones. Ejemplo: «Los gatos son independientes» asume que los gatos tienen naturaleza independiente.</p><p><strong>4. Pensamiento Lógico:</strong> ¿Sigue la conclusión lógicamente de las premisas? O hay saltos lógicos no justificados.</p><p><strong>5. Contemplación de Perspectivas Alternativas:</strong> Buscar activamente argumentos que contradigan tu posición. Si solo escuchas argumentos que confirman lo que ya crees, nunca crecerás.</p><p><strong>6. Reconocimiento de Sesgos:</strong> Todos tenemos sesgos cognitivos (formas en que nuestro cerebro distorsiona la realidad). Sesgo de confirmación (buscar información que confirma lo que creemos), sesgo de grupo (creer lo que cree nuestro grupo), etc.</p><h3>Habilidades Prácticas del Pensamiento Crítico</h3><p><strong>Formular Buenas Preguntas:</strong> «¿Cómo sabes esto?» «¿Cuál es la evidencia?» «¿Hay excepciones?» «¿Quién se beneficia de esto?»</p><p><strong>Escuchar Activamente:</strong> No solo esperar tu turno para hablar. Realmente tratar de entender el punto de vista del otro.</p><p><strong>Cambiar de Opinión Cuando es Apropiado:</strong> La marca del buen pensador crítico es la disposición a cambiar su mente cuando la evidencia lo justifica.</p><p><strong>Distinguir entre Hechos y Opiniones:</strong> Un hecho es verificable («La Tierra orbita el Sol»). Una opinión es evaluativa («El chocolate es el mejor sabor»).</p><h3>Obstáculos al Pensamiento Crítico</h3><p><strong>Pensamiento Emocional:</strong> A veces nuestras emociones nublan el juicio. Esto no es necesariamente malo (las emociones nos dicen qué importa), pero no debemos dejar que dominen el análisis racional.</p><p><strong>Conformismo Social:</strong> Tendemos a creer lo que cree la gente alrededor nuestro. Pensar críticamente a menudo significa estar dispuesto a disentir.</p><p><strong>Ilusión de Certeza:</strong> Sentir que sabemos algo cuando realmente sabemos menos de lo que creemos. La verdadera sabiduría incluye reconocer nuestras limitaciones.</p><p><strong>Aceptación de Autoridad Incuestionable:</strong> Respetar a expertos es bueno, pero no significa aceptar todo lo que dicen sin pensar. Incluso los expertos pueden estar equivocados.</p>",
            "en": "<h3>Definition and Characteristics</h3><p>Critical thinking is the ability and willingness to analyze, evaluate and question information thoughtfully and rigorously, rather than passively accepting it. It is thinking for yourself, with evidence, logic and reason as your guides.</p><p>It is not the same as critical thinking (constantly being negative or complaining). Critical thinking is constructive and based on reason.</p><h3>Elements of Critical Thinking</h3><p>1.<strong>Analysis:</strong> Breaking down a complex problem into its constituent parts. If someone presents you with an argument, ask yourself: What are the components of this argument? What are the premises (assumptions)? What is the conclusion?</p><p><strong>2. Evaluating Evidence:</strong> Don't accept assertions without evidence. Ask yourself: What is the evidence that supports this claim? Is the evidence sufficient? Is the source reliable?</p><p><strong>3. Identifying Assumptions:</strong> Every argument is based on assumptions (things assumed to be true without being proven). Good critical thinkers identify these assumptions. Example: \"Cats are independent\" assumes that cats have independent natures.</p><p><strong>4. Logical Thinking:</strong> Does the conclusion follow logically from the premises? Or are there unwarranted logical leaps.</p><p><strong>5. Contemplation of Alternative Perspectives:</strong> Actively seek arguments that contradict your position. If you only listen to arguments that confirm what you already believe, you will never grow.</p><p><strong>6. Recognition of Bias:</strong> We all have cognitive biases (ways our brains distort reality). Confirmation bias (looking for information that confirms what we believe), group bias (believing what our group believes), etc.</p><h3>Practical Critical Thinking Skills</h3><p><strong>Ask Good Questions:</strong> \"How do you know this?\" \"What is the evidence?\" \"Are there exceptions?\" \"Who benefits from this?\"</p><p><strong>Active Listening:</strong> Don't just wait for your turn to speak. Really try to understand the other person's point of view.</p><p><strong>Change Your Mind When Appropriate:</strong> The mark of the good critical thinker is a willingness to change your mind when the evidence warrants it.</p><p><strong>Distinguish between Facts and Opinions:</strong> A fact is verifiable (\"The Earth orbits the Sun\"). An opinion is evaluative (\"Chocolate is the best tasting\").</p><h3>Obstacles to Critical Thinking</h3><p><strong>Emotional Thinking:</strong> Sometimes our emotions cloud our judgment. This is not necessarily bad (emotions tell us what matters), but we should not let them dominate rational analysis.</p><p><strong>Social Conformity:</strong> We tend to believe what the people around us believe. Thinking critically often means being willing to disagree.</p><p><strong>Illusion of Certainty:</strong> Feeling that we know something when we really know less than we think we do. True wisdom includes recognizing our limitations.</p><p><strong>Acceptance of Unquestioned Authority:</strong> Respecting experts is good, but it does not mean accepting everything they say without thinking. Even experts can be wrong.</p>",
            "fr": "<h3>Définition et caractéristiques</h3><p>L'esprit critique est la capacité et la volonté d'analyser, d'évaluer et de remettre en question les informations de manière réfléchie et rigoureuse, plutôt que de les accepter passivement. Il s'agit de penser par soi-même, en s'appuyant sur des preuves, la logique et la raison.</p><p>Il ne faut pas confondre l'esprit critique avec le fait d'être constamment négatif ou de se plaindre. La pensée critique est constructive et fondée sur la raison.</p><h3>Éléments de la pensée critique</h3><p>1.<strong>Analyse :</strong> décomposer un problème complexe en ses éléments constitutifs. Si quelqu'un vous présente un argument, demandez-vous : Quels sont les éléments de cet argument ? Quelles sont les prémisses (hypothèses) ? Quelle est la conclusion ?</p><p><strong>2. Évaluer les preuves :</strong> n'acceptez pas d'affirmations sans preuves. Posez-vous les questions suivantes : quelles sont les preuves à l'appui de cette affirmation ? Les preuves sont-elles suffisantes ? La source est-elle fiable ?</p><p><strong>3. Identifier les hypothèses :</strong> Tout argument est basé sur des hypothèses (des choses supposées vraies sans avoir été prouvées). Les bons penseurs critiques identifient ces hypothèses. Exemple : \"Les chats sont indépendants\" suppose que les chats ont des natures indépendantes.</p><p><strong>4. Pensée logique :</strong> la conclusion découle-t-elle logiquement des prémisses ? Ou y a-t-il des sauts logiques injustifiés ?</p><p><strong>5. Contemplation d'autres perspectives :</strong> recherchez activement les arguments qui contredisent votre position. Si vous n'écoutez que les arguments qui confirment ce que vous croyez déjà, vous n'évoluerez jamais.</p><p><strong>6. Reconnaissance des préjugés :</strong> nous avons tous des préjugés cognitifs (des façons dont notre cerveau déforme la réalité). Biais de confirmation (recherche d'informations qui confirment ce que nous croyons), biais de groupe (croire ce que notre groupe croit), etc.</p><h3>Compétences pratiques en matière de pensée critique</h3><p><strong>Poser de bonnes questions :</strong> \"Comment le savez-vous ?\" \"Quelles sont les preuves ?\" \"Y a-t-il des exceptions ?\" \"Qui en bénéficie ?\"</p><p><strong>Écoute active :</strong> N'attendez pas simplement votre tour pour parler. Essayez vraiment de comprendre le point de vue de votre interlocuteur.</p><p><strong>Changer d'avis lorsque c'est nécessaire :</strong> la marque d'un bon penseur critique est la volonté de changer d'avis lorsque les preuves le justifient.</p><p><strong>Faites la distinction entre les faits et les opinions :</strong> Un fait est vérifiable (\"La Terre tourne autour du Soleil\"). Une opinion est une évaluation (\"Le chocolat est le meilleur au goût\").</p><h3>Obstacles à la pensée critique</h3><p><strong>Pensée émotionnelle :</strong> Nos émotions obscurcissent parfois notre jugement. Ce n'est pas nécessairement mauvais (les émotions nous indiquent ce qui est important), mais nous ne devons pas les laisser dominer l'analyse rationnelle.</p><p><strong>Conformité sociale :</strong> nous avons tendance à croire ce que croient les gens qui nous entourent. Penser de manière critique signifie souvent accepter d'être en désaccord.</p><p><strong>Illusion de certitude :</strong> nous avons l'impression de savoir quelque chose alors que nous en savons moins que ce que nous pensons. La véritable sagesse consiste à reconnaître nos limites.</p><p><strong>Acceptation d'une autorité incontestée :</strong> respecter les experts est une bonne chose, mais cela ne signifie pas accepter tout ce qu'ils disent sans réfléchir. Même les experts peuvent se tromper.</p>",
            "it": "<h3>Definición y Características</h3><p>El pensamiento crítico es la capacidad y la disposición de analizar, evaluar y cuestionar información de manera reflexiva y rigurosa, en lugar de aceptarla pasivamente. Es pensar por ti mismo, con evidencia, lógica y razón como guías.</p><p>No es lo mismo que pensamiento criticón (ser negativo o quejoso constantemente). El pensamiento crítico es constructivo y se basa en razones.</p><h3>Elementos del Pensamiento Crítico</h3><p><strong>1. Análisis:</strong> Descomponer un problema complejo en sus partes constituyentes. Si alguien te presenta un argumento, pregúntate: ¿Cuáles son los componentes de este argumento? ¿Cuáles son las premisas (asunciones)? ¿Cuál es la conclusión?</p><p><strong>2. Evaluación de Evidencia:</strong> No aceptes afirmaciones sin pruebas. Pregúntate: ¿Cuál es la evidencia que respalda esta afirmación? ¿Es la evidencia suficiente? ¿Es confiable la fuente?</p><p><strong>3. Identificación de Suposiciones:</strong> Todo argumento se basa en suposiciones (cosas asumidas como verdaderas sin ser probadas). Los buenos pensadores críticos identifican estas suposiciones. Ejemplo: «Los gatos son independientes» asume que los gatos tienen naturaleza independiente.</p><p><strong>4. Pensamiento Lógico:</strong> ¿Sigue la conclusión lógicamente de las premisas? O hay saltos lógicos no justificados.</p><p><strong>5. Contemplación de Perspectivas Alternativas:</strong> Buscar activamente argumentos que contradigan tu posición. Si solo escuchas argumentos que confirman lo que ya crees, nunca crecerás.</p><p><strong>6. Reconocimiento de Sesgos:</strong> Todos tenemos sesgos cognitivos (formas en que nuestro cerebro distorsiona la realidad). Sesgo de confirmación (buscar información que confirma lo que creemos), sesgo de grupo (creer lo que cree nuestro grupo), etc.</p><h3>Habilidades Prácticas del Pensamiento Crítico</h3><p><strong>Formular Buenas Preguntas:</strong> «¿Cómo sabes esto?» «¿Cuál es la evidencia?» «¿Hay excepciones?» «¿Quién se beneficia de esto?»</p><p><strong>Escuchar Activamente:</strong> No solo esperar tu turno para hablar. Realmente tratar de entender el punto de vista del otro.</p><p><strong>Cambiar de Opinión Cuando es Apropiado:</strong> La marca del buen pensador crítico es la disposición a cambiar su mente cuando la evidencia lo justifica.</p><p><strong>Distinguir entre Hechos y Opiniones:</strong> Un hecho es verificable («La Tierra orbita el Sol»). Una opinión es evaluativa («El chocolate es el mejor sabor»).</p><h3>Obstáculos al Pensamiento Crítico</h3><p><strong>Pensamiento Emocional:</strong> A veces nuestras emociones nublan el juicio. Esto no es necesariamente malo (las emociones nos dicen qué importa), pero no debemos dejar que dominen el análisis racional.</p><p><strong>Conformismo Social:</strong> Tendemos a creer lo que cree la gente alrededor nuestro. Pensar críticamente a menudo significa estar dispuesto a disentir.</p><p><strong>Ilusión de Certeza:</strong> Sentir que sabemos algo cuando realmente sabemos menos de lo que creemos. La verdadera sabiduría incluye reconocer nuestras limitaciones.</p><p><strong>Aceptación de Autoridad Incuestionable:</strong> Respetar a expertos es bueno, pero no significa aceptar todo lo que dicen sin pensar. Incluso los expertos pueden estar equivocados.</p>",
            "de": "<h3>Definición y Características</h3><p>El pensamiento crítico es la capacidad y la disposición de analizar, evaluar y cuestionar información de manera reflexiva y rigurosa, en lugar de aceptarla pasivamente. Es pensar por ti mismo, con evidencia, lógica y razón como guías.</p><p>No es lo mismo que pensamiento criticón (ser negativo o quejoso constantemente). El pensamiento crítico es constructivo y se basa en razones.</p><h3>Elementos del Pensamiento Crítico</h3><p><strong>1. Análisis:</strong> Descomponer un problema complejo en sus partes constituyentes. Si alguien te presenta un argumento, pregúntate: ¿Cuáles son los componentes de este argumento? ¿Cuáles son las premisas (asunciones)? ¿Cuál es la conclusión?</p><p><strong>2. Evaluación de Evidencia:</strong> No aceptes afirmaciones sin pruebas. Pregúntate: ¿Cuál es la evidencia que respalda esta afirmación? ¿Es la evidencia suficiente? ¿Es confiable la fuente?</p><p><strong>3. Identificación de Suposiciones:</strong> Todo argumento se basa en suposiciones (cosas asumidas como verdaderas sin ser probadas). Los buenos pensadores críticos identifican estas suposiciones. Ejemplo: «Los gatos son independientes» asume que los gatos tienen naturaleza independiente.</p><p><strong>4. Pensamiento Lógico:</strong> ¿Sigue la conclusión lógicamente de las premisas? O hay saltos lógicos no justificados.</p><p><strong>5. Contemplación de Perspectivas Alternativas:</strong> Buscar activamente argumentos que contradigan tu posición. Si solo escuchas argumentos que confirman lo que ya crees, nunca crecerás.</p><p><strong>6. Reconocimiento de Sesgos:</strong> Todos tenemos sesgos cognitivos (formas en que nuestro cerebro distorsiona la realidad). Sesgo de confirmación (buscar información que confirma lo que creemos), sesgo de grupo (creer lo que cree nuestro grupo), etc.</p><h3>Habilidades Prácticas del Pensamiento Crítico</h3><p><strong>Formular Buenas Preguntas:</strong> «¿Cómo sabes esto?» «¿Cuál es la evidencia?» «¿Hay excepciones?» «¿Quién se beneficia de esto?»</p><p><strong>Escuchar Activamente:</strong> No solo esperar tu turno para hablar. Realmente tratar de entender el punto de vista del otro.</p><p><strong>Cambiar de Opinión Cuando es Apropiado:</strong> La marca del buen pensador crítico es la disposición a cambiar su mente cuando la evidencia lo justifica.</p><p><strong>Distinguir entre Hechos y Opiniones:</strong> Un hecho es verificable («La Tierra orbita el Sol»). Una opinión es evaluativa («El chocolate es el mejor sabor»).</p><h3>Obstáculos al Pensamiento Crítico</h3><p><strong>Pensamiento Emocional:</strong> A veces nuestras emociones nublan el juicio. Esto no es necesariamente malo (las emociones nos dicen qué importa), pero no debemos dejar que dominen el análisis racional.</p><p><strong>Conformismo Social:</strong> Tendemos a creer lo que cree la gente alrededor nuestro. Pensar críticamente a menudo significa estar dispuesto a disentir.</p><p><strong>Ilusión de Certeza:</strong> Sentir que sabemos algo cuando realmente sabemos menos de lo que creemos. La verdadera sabiduría incluye reconocer nuestras limitaciones.</p><p><strong>Aceptación de Autoridad Incuestionable:</strong> Respetar a expertos es bueno, pero no significa aceptar todo lo que dicen sin pensar. Incluso los expertos pueden estar equivocados.</p>"
          },
          "duration": {
            "es": "Lectura de 13 min",
            "en": "13 min reading",
            "fr": "13 min de lecture",
            "it": "13 min di lettura",
            "de": "Lectura de 13 min"
          }
        },
        {
          "id": "lesson-2-1-video",
          "title": {
            "es": "Video: Pensamiento Crítico",
            "en": "Video: Critical Thinking",
            "fr": "Vidéo : Pensée critique",
            "it": "Video: Pensiero critico",
            "de": "Video: Pensamiento Crítico"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/Kyd7_0daQUg",
          "description": {
            "es": "Refuerzo visual sobre qué es el pensamiento crítico y cómo desarrollar esta habilidad",
            "en": "Visual reinforcement on what critical thinking is and how to develop this skill",
            "fr": "Renforcement visuel sur ce qu'est la pensée critique et comment développer cette compétence",
            "it": "Rinforzo visivo su cosa sia il pensiero critico e su come sviluppare questa abilità",
            "de": "Refuerzo visual sobre qué es el pensamiento crítico y cómo desarrollar esta habilidad"
          },
          "duration": {
            "es": "11:50",
            "en": "11:50",
            "fr": "11:50",
            "it": "11:50",
            "de": "11:50"
          }
        },
        {
          "id": "lesson-2-2",
          "title": {
            "es": "Fundamentos de Lógica Básica",
            "en": "Fundamentals of Basic Logic",
            "fr": "Fondamentaux de la logique de base",
            "it": "Fondamenti di logica di base",
            "de": "Fundamentos de Lógica Básica"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>¿Qué es la Lógica?</h3><p>La lógica es el estudio de las leyes del pensamiento correcto. Se pregunta: ¿Cómo razonamos de manera válida? ¿Cómo evitamos errores en nuestro pensamiento? La lógica es la herramienta fundamental del pensamiento crítico.</p><h3>Argumentos: La Unidad Básica de la Lógica</h3><p>Un argumento es un conjunto de proposiciones (afirmaciones) donde una o más (las premisas) proporcionan razones para aceptar otra (la conclusión).</p><p><strong>Estructura básica:</strong></p><p>Premisa 1: Todos los hombres son mortales.<br>Premisa 2: Sócrates es un hombre.<br>Conclusión: Luego, Sócrates es mortal.</p><p>Este es un argumento válido: si las premisas son verdaderas, la conclusión DEBE ser verdadera.</p><h3>Validez vs. Verdad</h3><p>Un argumento puede ser <strong>válido</strong> (la estructura lógica es correcta) pero <strong>falso</strong> (una o más premisas son falsas).</p><p>Ejemplo de argumento válido pero falso:</p><p>Premisa 1: Todos los pájaros son mamíferos.<br>Premisa 2: Los gatos son pájaros.<br>Conclusión: Luego, los gatos son mamíferos.</p><p>La estructura es válida, pero las premisas son falsas. Un argumento SÓLIDO es tanto válido como verdadero.</p><h3>Tipos de Razonamiento</h3><p><strong>Razonamiento Deductivo:</strong> Va de lo general a lo específico. Si las premisas son verdaderas, la conclusión es necesariamente verdadera.</p><p>Premisa 1: Todos los triángulos tienen tres lados.<br>Premisa 2: Esto es un triángulo.<br>Conclusión: Esto tiene tres lados.</p><p><strong>Razonamiento Inductivo:</strong> Va de lo específico a lo general. Basado en observaciones particulares, llegamos a una conclusión general. La conclusión es probable pero no cierta.</p><p>Observación 1: He visto 100 cisnes y todos eran blancos.<br>Conclusión: Todos los cisnes son blancos.</p><p>Este razonamiento es probable pero no seguro. De hecho, existen cisnes negros en Australia.</p><p><strong>Razonamiento Analógico:</strong> Comparar dos cosas similares para inferir una conclusión.</p><p>La Tierra tiene vida y fue formada por procesos naturales.<br>Marte parece similar a la Tierra en muchos aspectos.<br>Por lo tanto, Marte podría tener vida.</p><h3>Falacias Lógicas Comunes</h3><p><strong>Falacia Ad Hominem:</strong> Atacar a la persona en lugar del argumento. «No debes escuchar a Juan sobre ecología porque es tonto». (Quizás sus argumentos sean válidos aunque sea tonto.)</p><p><strong>Generalización Apresurada:</strong> Hacer una conclusión general basada en muy pocos ejemplos. «Conocí a dos personas francesas desagradables; los franceses son desagradables».</p><p><strong>Petición de Principio (Begging the Question):</strong> La premisa asume la conclusión. «Dios existe porque la Biblia lo dice, y la Biblia es verdadera porque es la palabra de Dios».</p><p><strong>Falsa Causa:</strong> Asumir que porque dos cosas ocurren juntas, una causa la otra. «Siempre llevo un suéter de la suerte cuando mi equipo gana, por lo tanto el suéter causa que ganen».</p><p><strong>Apelación a la Autoridad Inapropiada:</strong> Invocar autoridad en un área cuando la persona no es experta en esa área. Un actor famoso no es necesariamente experto en política solo porque es famoso.</p><p><strong>Falsa Dicotomía:</strong> Presentar solo dos opciones cuando hay más. «O estás con nosotros o estás contra nosotros». (Podrías estar neutral o indiferente.)</p>",
            "en": "<h3>what is Logic?</h3><p>Logic is the study of the laws of correct thinking. It asks: How do we reason in a valid way? How do we avoid errors in our thinking? Logic is the fundamental tool of critical thinking.</p><h3>Arguments: The Basic Unit of Logic</h3><p>An argument is a set of propositions (statements) where one or more (the premises) provide reasons to accept another (the conclusion).</p><p><strong>Basic structure:</strong></p><p>Premise 1: All men are mortal.<br>Premise 2: Socrates is a man.<br>Conclusion: Therefore, Socrates is mortal.</p><p>This is a valid argument: if the premises are true, the conclusion MUST be true.</p><h3>Validity vs. Truth</h3><p>An argument can be <strong>valid</strong> (the logical structure is correct) but <strong>false</strong> (one or more premises are false).</p><p>Example of a valid but false argument:</p><p>Premise 1: All birds are mammals.<br>Premise 2: Cats are birds.<br>Conclusion: Therefore, cats are mammals.</p><p>The structure is valid, but the premises are false. A SOLID argument is both valid and true.</p><h3>Types of Reasoning</h3><p><strong>Deductive Reasoning:</strong> It goes from the general to the specific. If the premises are true, the conclusion is necessarily true.</p><p>Premise 1: All triangles have three sides.<br>Premise 2: This is a triangle.<br>Conclusion: This has three sides.</p><p><strong>Inductive Reasoning:</strong> It goes from the specific to the general. Based on particular observations, we arrive at a general conclusion. The conclusion is probable but not certain.</p><p>Observation 1: I have seen 100 swans and they were all white.<br>Conclusion: All swans are white.</p><p>This reasoning is probable but not certain. In fact, there are black swans in Australia.</p><p><strong>Analogical Reasoning:</strong> Compare two similar things to infer a conclusion.</p><p>Earth has life and was formed by natural processes.<br>Mars appears similar to Earth in many ways.<br>Therefore, Mars could have life.</p><h3>Common Logical Fallacies</h3><p><strong>Ad Hominem Fallacy:</strong> Attacking the person rather than the argument. \"You shouldn't listen to John about ecology because he's dumb.\" (Perhaps his arguments are valid even if he is dumb.)</p><p><strong>Hasty Generalization:</strong> Making a general conclusion based on too few examples. \"I met two nasty French people; the French are nasty.\"</p><p><strong>Request for Principle (Begging the Question):</strong> The premise assumes the conclusion. \"God exists because the Bible says so, and the Bible is true because it is the word of God.\"</p><p><strong>False Cause:</strong> Assume that because two things occur together, one causes the other. \"I always wear a lucky sweater when my team wins, therefore the sweater causes them to win.\"</p><p><strong>Appeal to Inappropriate Authority:</strong> Invoking authority in an area when the person is not an expert in that area. A famous actor is not necessarily an expert in politics just because he is famous.</p><p><strong>False Dichotomy:</strong> Presenting only two options when there are more. \"You're either with us or you're against us.\" (You could be neutral or indifferent.)</p>",
            "fr": "<h3>qu'est-ce que la logique ?</h3><p>La logique est l'étude des lois de la pensée correcte. Elle pose les questions suivantes : comment raisonner de manière valable ? comment éviter les erreurs de raisonnement ? La logique est l'outil fondamental de la pensée critique.</p><h3>Arguments : L'unité de base de la logique</h3><p>Un argument est un ensemble de propositions (énoncés) dont une ou plusieurs (les prémisses) fournissent des raisons d'en accepter une autre (la conclusion).</p><p><strong>Structure de base :</strong></p><p>Prémisse 1 : Tous les hommes sont mortels.<br>Prémisse 2 : Socrate est un homme.<br>Conclusion : Socrate est donc mortel.</p><p>Il s'agit d'un argument valide : si les prémisses sont vraies, la conclusion DOIT être vraie.</p><h3>Validité et vérité</h3><p>Un argument peut être <strong>valide</strong> (la structure logique est correcte) mais <strong>faux</strong> (une ou plusieurs prémisses sont fausses).</p><p>Exemple d'un argument valide mais faux :</p><p>Prémisse 1 : Tous les oiseaux sont des mammifères.<br>Prémisse 2 : Les chats sont des oiseaux.<br>Conclusion : les chats sont donc des mammifères.</p><p>La structure est valide, mais les prémisses sont fausses. Un argument SOLIDE est à la fois valide et vrai.</p><h3>Types de raisonnement</h3><p><strong>Raisonnement déductif :</strong> il va du général au particulier. Si les prémisses sont vraies, la conclusion est nécessairement vraie.</p><p>Prémisse 1 : Tous les triangles ont trois côtés.<br>Prémisse 2 : Ceci est un triangle.<br>Conclusion : ce triangle a trois côtés.</p><p><strong>Raisonnement inductif :</strong> il va du spécifique au général. Sur la base d'observations particulières, nous arrivons à une conclusion générale. La conclusion est probable mais pas certaine.</p><p>Observation 1 : J'ai vu 100 cygnes et ils étaient tous blancs.<br>Conclusion : tous les cygnes sont blancs.</p><p>Ce raisonnement est probable mais non certain. En effet, il existe des cygnes noirs en Australie.</p><p><strong>Raisonnement analogique :</strong> comparer deux choses similaires pour en déduire une conclusion.</p><p>La Terre est vivante et s'est formée par des processus naturels.<br>Mars ressemble à la Terre à bien des égards.<br>Par conséquent, Mars pourrait abriter la vie.</p><h3>Faux raisonnements logiques courants</h3><p><strong>Le sophisme ad hominem :</strong> attaquer la personne plutôt que l'argument. \"Vous ne devriez pas écouter Jean au sujet de l'écologie parce qu'il est stupide\". (Peut-être que ses arguments sont valables même s'il est stupide)</p><p><strong>Généralisation hâtive :</strong> Tirer une conclusion générale à partir de trop peu d'exemples. \"J'ai rencontré deux Français méchants ; les Français sont méchants\".</p><p><strong>Question piège :</strong> la prémisse suppose la conclusion. \"Dieu existe parce que la Bible le dit, et la Bible est vraie parce qu'elle est la parole de Dieu.</p><p><strong>Fausse cause :</strong> supposer que, parce que deux choses se produisent ensemble, l'une est la cause de l'autre. \"Je porte toujours un pull-over porte-bonheur lorsque mon équipe gagne, donc le pull-over est à l'origine de la victoire.</p><p><strong>Appel à une autorité inappropriée :</strong> invoquer une autorité dans un domaine alors que la personne n'est pas experte en la matière. Un acteur célèbre n'est pas nécessairement un expert en politique simplement parce qu'il est célèbre.</p><p><strong>Fausse dichotomie :</strong> ne présenter que deux options alors qu'il en existe plusieurs. \"Vous êtes soit avec nous, soit contre nous\". (Vous pouvez être neutre ou indifférent.)</p>",
            "it": "<h3>¿Qué es la Lógica?</h3><p>La lógica es el estudio de las leyes del pensamiento correcto. Se pregunta: ¿Cómo razonamos de manera válida? ¿Cómo evitamos errores en nuestro pensamiento? La lógica es la herramienta fundamental del pensamiento crítico.</p><h3>Argumentos: La Unidad Básica de la Lógica</h3><p>Un argumento es un conjunto de proposiciones (afirmaciones) donde una o más (las premisas) proporcionan razones para aceptar otra (la conclusión).</p><p><strong>Estructura básica:</strong></p><p>Premisa 1: Todos los hombres son mortales.<br>Premisa 2: Sócrates es un hombre.<br>Conclusión: Luego, Sócrates es mortal.</p><p>Este es un argumento válido: si las premisas son verdaderas, la conclusión DEBE ser verdadera.</p><h3>Validez vs. Verdad</h3><p>Un argumento puede ser <strong>válido</strong> (la estructura lógica es correcta) pero <strong>falso</strong> (una o más premisas son falsas).</p><p>Ejemplo de argumento válido pero falso:</p><p>Premisa 1: Todos los pájaros son mamíferos.<br>Premisa 2: Los gatos son pájaros.<br>Conclusión: Luego, los gatos son mamíferos.</p><p>La estructura es válida, pero las premisas son falsas. Un argumento SÓLIDO es tanto válido como verdadero.</p><h3>Tipos de Razonamiento</h3><p><strong>Razonamiento Deductivo:</strong> Va de lo general a lo específico. Si las premisas son verdaderas, la conclusión es necesariamente verdadera.</p><p>Premisa 1: Todos los triángulos tienen tres lados.<br>Premisa 2: Esto es un triángulo.<br>Conclusión: Esto tiene tres lados.</p><p><strong>Razonamiento Inductivo:</strong> Va de lo específico a lo general. Basado en observaciones particulares, llegamos a una conclusión general. La conclusión es probable pero no cierta.</p><p>Observación 1: He visto 100 cisnes y todos eran blancos.<br>Conclusión: Todos los cisnes son blancos.</p><p>Este razonamiento es probable pero no seguro. De hecho, existen cisnes negros en Australia.</p><p><strong>Razonamiento Analógico:</strong> Comparar dos cosas similares para inferir una conclusión.</p><p>La Tierra tiene vida y fue formada por procesos naturales.<br>Marte parece similar a la Tierra en muchos aspectos.<br>Por lo tanto, Marte podría tener vida.</p><h3>Falacias Lógicas Comunes</h3><p><strong>Falacia Ad Hominem:</strong> Atacar a la persona en lugar del argumento. «No debes escuchar a Juan sobre ecología porque es tonto». (Quizás sus argumentos sean válidos aunque sea tonto.)</p><p><strong>Generalización Apresurada:</strong> Hacer una conclusión general basada en muy pocos ejemplos. «Conocí a dos personas francesas desagradables; los franceses son desagradables».</p><p><strong>Petición de Principio (Begging the Question):</strong> La premisa asume la conclusión. «Dios existe porque la Biblia lo dice, y la Biblia es verdadera porque es la palabra de Dios».</p><p><strong>Falsa Causa:</strong> Asumir que porque dos cosas ocurren juntas, una causa la otra. «Siempre llevo un suéter de la suerte cuando mi equipo gana, por lo tanto el suéter causa que ganen».</p><p><strong>Apelación a la Autoridad Inapropiada:</strong> Invocar autoridad en un área cuando la persona no es experta en esa área. Un actor famoso no es necesariamente experto en política solo porque es famoso.</p><p><strong>Falsa Dicotomía:</strong> Presentar solo dos opciones cuando hay más. «O estás con nosotros o estás contra nosotros». (Podrías estar neutral o indiferente.)</p>",
            "de": "<h3>¿Qué es la Lógica?</h3><p>La lógica es el estudio de las leyes del pensamiento correcto. Se pregunta: ¿Cómo razonamos de manera válida? ¿Cómo evitamos errores en nuestro pensamiento? La lógica es la herramienta fundamental del pensamiento crítico.</p><h3>Argumentos: La Unidad Básica de la Lógica</h3><p>Un argumento es un conjunto de proposiciones (afirmaciones) donde una o más (las premisas) proporcionan razones para aceptar otra (la conclusión).</p><p><strong>Estructura básica:</strong></p><p>Premisa 1: Todos los hombres son mortales.<br>Premisa 2: Sócrates es un hombre.<br>Conclusión: Luego, Sócrates es mortal.</p><p>Este es un argumento válido: si las premisas son verdaderas, la conclusión DEBE ser verdadera.</p><h3>Validez vs. Verdad</h3><p>Un argumento puede ser <strong>válido</strong> (la estructura lógica es correcta) pero <strong>falso</strong> (una o más premisas son falsas).</p><p>Ejemplo de argumento válido pero falso:</p><p>Premisa 1: Todos los pájaros son mamíferos.<br>Premisa 2: Los gatos son pájaros.<br>Conclusión: Luego, los gatos son mamíferos.</p><p>La estructura es válida, pero las premisas son falsas. Un argumento SÓLIDO es tanto válido como verdadero.</p><h3>Tipos de Razonamiento</h3><p><strong>Razonamiento Deductivo:</strong> Va de lo general a lo específico. Si las premisas son verdaderas, la conclusión es necesariamente verdadera.</p><p>Premisa 1: Todos los triángulos tienen tres lados.<br>Premisa 2: Esto es un triángulo.<br>Conclusión: Esto tiene tres lados.</p><p><strong>Razonamiento Inductivo:</strong> Va de lo específico a lo general. Basado en observaciones particulares, llegamos a una conclusión general. La conclusión es probable pero no cierta.</p><p>Observación 1: He visto 100 cisnes y todos eran blancos.<br>Conclusión: Todos los cisnes son blancos.</p><p>Este razonamiento es probable pero no seguro. De hecho, existen cisnes negros en Australia.</p><p><strong>Razonamiento Analógico:</strong> Comparar dos cosas similares para inferir una conclusión.</p><p>La Tierra tiene vida y fue formada por procesos naturales.<br>Marte parece similar a la Tierra en muchos aspectos.<br>Por lo tanto, Marte podría tener vida.</p><h3>Falacias Lógicas Comunes</h3><p><strong>Falacia Ad Hominem:</strong> Atacar a la persona en lugar del argumento. «No debes escuchar a Juan sobre ecología porque es tonto». (Quizás sus argumentos sean válidos aunque sea tonto.)</p><p><strong>Generalización Apresurada:</strong> Hacer una conclusión general basada en muy pocos ejemplos. «Conocí a dos personas francesas desagradables; los franceses son desagradables».</p><p><strong>Petición de Principio (Begging the Question):</strong> La premisa asume la conclusión. «Dios existe porque la Biblia lo dice, y la Biblia es verdadera porque es la palabra de Dios».</p><p><strong>Falsa Causa:</strong> Asumir que porque dos cosas ocurren juntas, una causa la otra. «Siempre llevo un suéter de la suerte cuando mi equipo gana, por lo tanto el suéter causa que ganen».</p><p><strong>Apelación a la Autoridad Inapropiada:</strong> Invocar autoridad en un área cuando la persona no es experta en esa área. Un actor famoso no es necesariamente experto en política solo porque es famoso.</p><p><strong>Falsa Dicotomía:</strong> Presentar solo dos opciones cuando hay más. «O estás con nosotros o estás contra nosotros». (Podrías estar neutral o indiferente.)</p>"
          },
          "duration": {
            "es": "Lectura de 13 min",
            "en": "13 min reading",
            "fr": "13 min de lecture",
            "it": "13 min di lettura",
            "de": "Lectura de 13 min"
          }
        },
        {
          "id": "lesson-2-2-video",
          "title": {
            "es": "Video: Introducción a la Lógica",
            "en": "Video: Introduction to Logic",
            "fr": "Vidéo : Introduction à la logique",
            "it": "Video: Introduzione alla logica",
            "de": "Video: Introducción a la Lógica"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/kPLVdJC3Vww",
          "description": {
            "es": "Refuerzo visual sobre argumentos válidos, tipos de razonamiento y falacias lógicas",
            "en": "Visual reinforcement on valid arguments, types of reasoning and logical fallacies",
            "fr": "Renforcement visuel sur les arguments valables, les types de raisonnement et les sophismes",
            "it": "Rinforzo visivo su argomenti validi, tipi di ragionamento e fallacie logiche",
            "de": "Refuerzo visual sobre argumentos válidos, tipos de razonamiento y falacias lógicas"
          },
          "duration": {
            "es": "13:40",
            "en": "13:40",
            "fr": "13:40",
            "it": "13:40",
            "de": "13:40"
          }
        },
        {
          "id": "lesson-2-3",
          "title": {
            "es": "Ejercicios de Aplicación Lógica",
            "en": "Logic Application Exercises",
            "fr": "Exercices sur l'application logique",
            "it": "Esercizi di applicazione logica",
            "de": "Ejercicios de Aplicación Lógica"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>Práctica de Identificación de Argumentos</h3><p><strong>Ejercicio 1:</strong> Identifica premisas y conclusión en los siguientes argumentos:</p><p>1. \"Todos los mamíferos tienen pulmones. Las ballenas son mamíferos. Por lo tanto, las ballenas tienen pulmones.\"<br>2. \"Si llueve, la calle se moja. La calle está mojada. Por lo tanto, llovió.\"<br>3. \"La mayoría de los estudiantes que estudian regularmente obtienen buenas calificaciones. María estudia regularmente. Por lo tanto, María probablemente obtendrá buenas calificaciones.\"</p><h3>Análisis de Validez</h3><p><strong>Ejercicio 2:</strong> Determina si los siguientes argumentos son válidos:</p><p>1. \"Todos los perros son animales. Todos los gatos son animales. Por lo tanto, todos los perros son gatos.\"<br>2. \"Si hace sol, voy al parque. No fui al parque. Por lo tanto, no hizo sol.\"<br>3. \"Algunos políticos son honestos. Juan es político. Por lo tanto, Juan es honesto.\"</p><h3>Identificación de Falacias</h3><p><strong>Ejercicio 3:</strong> Identifica qué tipo de falacia se comete en cada caso:</p><p>1. \"Mi abuelo fumó toda su vida y vivió hasta los 90 años, así que fumar no es malo para la salud.\"<br>2. \"No puedes criticar el sistema educativo si no eres profesor.\"<br>3. \"O apoyas completamente esta ley, o no te importa la seguridad de los niños.\"</p><h3>Construcción de Argumentos</h3><p><strong>Ejercicio 4:</strong> Construye argumentos válidos para las siguientes conclusiones:</p><p>1. \"La educación es importante para el desarrollo de un país.\"<br>2. \"Debemos proteger el medio ambiente.\"<br>3. \"El ejercicio regular beneficia la salud.\"</p>",
            "en": "<h3>Argument Identification Practice</h3><p><strong>Exercise 1:</strong> Identify premises and conclusion in the following arguments:</p><p>1. \"All mammals have lungs. Whales are mammals. Therefore, whales have lungs.\"<br>2. \"If it rains, the street gets wet. The street is wet. Therefore, it rained.\"<br>3. \"Most students who study regularly get good grades. Maria studies regularly. Therefore, Maria will probably get good grades.\"</p><h3>Validity Analysis</h3><p><strong>Exercise 2:</strong> Determine whether the following arguments are valid:</p><p>1. \"All dogs are animals. All cats are animals. Therefore, all dogs are cats.\"<br>2. \"If it is sunny, I go to the park. I did not go to the park. Therefore, it was not sunny.\"<br>3. \"Some politicians are honest. Juan is a politician. Therefore, Juan is honest.\"</p><h3>Identifying Fallacies</h3><p><strong>Exercise 3:</strong> Identify which type of fallacy is committed in each case:</p><p>1. \"My grandfather smoked all his life and lived to be 90, so smoking is not bad for your health.\"<br>2. \"You can't criticize the education system if you're not a teacher.\"<br>3. \"Either you fully support this law, or you don't care about the safety of children.\"</p><h3>Constructing Arguments</h3><p><strong>Exercise 4:</strong> Construct valid arguments for the following conclusions:</p><p>1. \"Education is important for the development of a country.\"<br>2. \"We must protect the environment.\"<br>3. \"Regular exercise benefits health.\"</p>",
            "fr": "<h3>Exercice d'identification d'arguments</h3><p><strong>Exercice 1 :</strong> Identifiez les prémisses et la conclusion des arguments suivants :</p><p>1. \"Tous les mammifères ont des poumons. Les baleines sont des mammifères. Par conséquent, les baleines ont des poumons<br>2. \"S'il pleut, la rue est mouillée. La rue est mouillée. Par conséquent, il a plu.\"<br>3. \"La plupart des élèves qui étudient régulièrement obtiennent de bonnes notes. Maria étudie régulièrement. Par conséquent, Maria aura probablement de bonnes notes.\"</p><h3>Analyse de la validité</h3><p><strong>Exercice 2 :</strong> Déterminez si les arguments suivants sont valides :</p><p>1. \"Tous les chiens sont des animaux. Tous les chats sont des animaux. Par conséquent, tous les chiens sont des chats<br>2. \"S'il fait beau, je vais au parc. Je ne suis pas allé au parc. Par conséquent, il ne faisait pas beau.\"<br>3. \"Certains hommes politiques sont honnêtes. Jean est un homme politique. Par conséquent, Jean est honnête</p><h3>Identifier les sophismes</h3><p><strong>Exercice 3 :</strong> Identifiez le type de sophisme commis dans chaque cas :</p><p>1. \"Mon grand-père a fumé toute sa vie et a vécu jusqu'à 90 ans, donc fumer n'est pas mauvais pour la santé<br>2. \"On ne peut pas critiquer le système éducatif si l'on n'est pas enseignant<br>3. \"Soit vous soutenez totalement cette loi, soit vous ne vous souciez pas de la sécurité des enfants\"</p><h3>Construire des arguments</h3><p><strong>Exercice 4 :</strong> Construisez des arguments valables pour les conclusions suivantes :</p><p>1. \"L'éducation est importante pour le développement d'un pays<br>2. \"Nous devons protéger l'environnement<br>3. \"L'exercice physique régulier est bénéfique pour la santé</p>",
            "it": "<h3>Práctica de Identificación de Argumentos</h3><p><strong>Ejercicio 1:</strong> Identifica premisas y conclusión en los siguientes argumentos:</p><p>1. \"Todos los mamíferos tienen pulmones. Las ballenas son mamíferos. Por lo tanto, las ballenas tienen pulmones.\"<br>2. \"Si llueve, la calle se moja. La calle está mojada. Por lo tanto, llovió.\"<br>3. \"La mayoría de los estudiantes que estudian regularmente obtienen buenas calificaciones. María estudia regularmente. Por lo tanto, María probablemente obtendrá buenas calificaciones.\"</p><h3>Análisis de Validez</h3><p><strong>Ejercicio 2:</strong> Determina si los siguientes argumentos son válidos:</p><p>1. \"Todos los perros son animales. Todos los gatos son animales. Por lo tanto, todos los perros son gatos.\"<br>2. \"Si hace sol, voy al parque. No fui al parque. Por lo tanto, no hizo sol.\"<br>3. \"Algunos políticos son honestos. Juan es político. Por lo tanto, Juan es honesto.\"</p><h3>Identificación de Falacias</h3><p><strong>Ejercicio 3:</strong> Identifica qué tipo de falacia se comete en cada caso:</p><p>1. \"Mi abuelo fumó toda su vida y vivió hasta los 90 años, así que fumar no es malo para la salud.\"<br>2. \"No puedes criticar el sistema educativo si no eres profesor.\"<br>3. \"O apoyas completamente esta ley, o no te importa la seguridad de los niños.\"</p><h3>Construcción de Argumentos</h3><p><strong>Ejercicio 4:</strong> Construye argumentos válidos para las siguientes conclusiones:</p><p>1. \"La educación es importante para el desarrollo de un país.\"<br>2. \"Debemos proteger el medio ambiente.\"<br>3. \"El ejercicio regular beneficia la salud.\"</p>",
            "de": "<h3>Práctica de Identificación de Argumentos</h3><p><strong>Ejercicio 1:</strong> Identifica premisas y conclusión en los siguientes argumentos:</p><p>1. \"Todos los mamíferos tienen pulmones. Las ballenas son mamíferos. Por lo tanto, las ballenas tienen pulmones.\"<br>2. \"Si llueve, la calle se moja. La calle está mojada. Por lo tanto, llovió.\"<br>3. \"La mayoría de los estudiantes que estudian regularmente obtienen buenas calificaciones. María estudia regularmente. Por lo tanto, María probablemente obtendrá buenas calificaciones.\"</p><h3>Análisis de Validez</h3><p><strong>Ejercicio 2:</strong> Determina si los siguientes argumentos son válidos:</p><p>1. \"Todos los perros son animales. Todos los gatos son animales. Por lo tanto, todos los perros son gatos.\"<br>2. \"Si hace sol, voy al parque. No fui al parque. Por lo tanto, no hizo sol.\"<br>3. \"Algunos políticos son honestos. Juan es político. Por lo tanto, Juan es honesto.\"</p><h3>Identificación de Falacias</h3><p><strong>Ejercicio 3:</strong> Identifica qué tipo de falacia se comete en cada caso:</p><p>1. \"Mi abuelo fumó toda su vida y vivió hasta los 90 años, así que fumar no es malo para la salud.\"<br>2. \"No puedes criticar el sistema educativo si no eres profesor.\"<br>3. \"O apoyas completamente esta ley, o no te importa la seguridad de los niños.\"</p><h3>Construcción de Argumentos</h3><p><strong>Ejercicio 4:</strong> Construye argumentos válidos para las siguientes conclusiones:</p><p>1. \"La educación es importante para el desarrollo de un país.\"<br>2. \"Debemos proteger el medio ambiente.\"<br>3. \"El ejercicio regular beneficia la salud.\"</p>"
          },
          "duration": {
            "es": "Lectura de 12 min",
            "en": "12 min reading",
            "fr": "12 min de lecture",
            "it": "12 min di lettura",
            "de": "Lectura de 12 min"
          }
        }
      ]
    },
    {
      "title": {
        "es": "Ética y Dilemas Morales Contemporáneos",
        "en": "Ethics and Contemporary Moral Dilemmas",
        "fr": "Éthique et dilemmes moraux contemporains",
        "it": "Ética y Dilemas Morales Contemporáneos",
        "de": "Ética y Dilemas Morales Contemporáneos"
      },
      "duration": {
        "es": "1 hora 30 minutos",
        "en": "1 hour 30 minutes",
        "fr": "1 heure 30 minutes",
        "it": "1 ora e 30 minuti",
        "de": "1 hora 30 minutos"
      },
      "lessons": [
        {
          "id": "lesson-3-1",
          "title": {
            "es": "¿Qué es la Ética? Teorías Morales Fundamentales",
            "en": "what is Ethics? Fundamental Moral Theories",
            "fr": "qu'est-ce que l'éthique ? Théories morales fondamentales",
            "it": "¿Qué es la Ética? Teorías Morales Fundamentales",
            "de": "¿Qué es la Ética? Teorías Morales Fundamentales"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>Definición de Ética</h3><p>La ética es la rama de la filosofía que investiga los principios que deben guiar la conducta humana. Se pregunta: ¿Qué es lo bueno? ¿Qué es lo correcto? ¿Cómo debemos vivir?</p><p><strong>Diferencia entre Ética y Moral:</strong> Aunque a menudo se usan intercambiablemente, técnicamente: la ética es el estudio filosófico de la moral, mientras que la moral se refiere a los valores y comportamientos reales de las personas.</p><h3>Grandes Teorías Éticas</h3><p><strong>1. Utilitarismo (Bentham, Mill):</strong></p><p>Pregunta central: ¿Qué acción produce la mayor felicidad para la mayor cantidad de personas?</p><p>Principio: Lo correcto es aquello que maximiza la felicidad (o bienestar) y minimiza el sufrimiento.</p><p>Ventaja: Es intuitivamente atractivo. Queremos que la gente sea feliz.</p><p>Limitación: ¿Podría justificar castigar a un inocente si hace feliz a la mayoría? ¿Ignoramos los derechos individuales?</p><p><strong>2. Deontología/Deber (Kant):</strong></p><p>Pregunta central: ¿Cuál es mi deber moral?</p><p>Principio: Algunas acciones son correctas o incorrectas independientemente de sus consecuencias. El mandato categórico de Kant: actúa de tal manera que la máxima de tu acción pudiera convertirse en ley universal.</p><p>Ejemplo: Mentir es siempre incorrecto, incluso si mentir salvaría una vida.</p><p>Ventaja: Respeta la dignidad y los derechos de las personas.</p><p>Limitación: ¿Qué si tus deberes entran en conflicto? ¿Es realmente inaceptable mentir siempre?</p><p><strong>3. Ética de la Virtud (Aristóteles):</strong></p><p>Pregunta central: ¿Qué es una persona virtuosa?</p><p>Principio: Lo correcto es lo que una persona virtuosa (sabia, valiente, justa) haría. El objetivo de la vida es desarrollar virtudes (excelencias del carácter).</p><p>Ventaja: Enfatiza el desarrollo del carácter y la vida plena (eudaimonia).</p><p>Limitación: ¿Quién determina qué es una persona virtuosa? Es menos sistemática que otras teorías.</p><p><strong>4. Ética del Cuidado (feminista contemporánea):</strong></p><p>Pregunta central: ¿Qué es lo que el cuidado demanda?</p><p>Principio: Lo correcto se centra en relaciones, interdependencia, y atender a las necesidades particulares de otros.</p><p>Ventaja: Reconoce el valor del cuidado, la compasión, la particularidad.</p><p>Limitación: Podría ser demasiado subjetiva o permitir nepotismo (favorecer a los cercanos sobre otros).</p><h3>Niveles de Análisis Ético</h3><p><strong>Metaética:</strong> ¿Qué es la moralidad misma? ¿Existen verdades morales objetivas o la moral es relativa?</p><p><strong>Ética Normativa:</strong> ¿Cuáles son los criterios para determinar qué es correcto o incorrecto?</p><p><strong>Ética Aplicada:</strong> ¿Cómo aplicamos principios morales a problemas concretos? (Bioética, ética empresarial, etc.)</p><h3>Dilemas Entre Teorías Éticas</h3><p>Las diferentes teorías éticas a menudo darían respuestas diferentes a la misma pregunta:</p><p><strong>Escenario: ¿Deberías robar medicinas para salvar la vida de tu hijo?</strong></p><ul><li><strong>Utilitarista:</strong> Sí, si la felicidad salvada (hijo vive) excede el daño causado (robo).</li><li><strong>Deontólogo:</strong> No, robar es incorrecto, punto final, aunque sea por una causa noble.</li><li><strong>Eticista de virtud:</strong> Depende. ¿Qué haría una persona verdaderamente sabia y amable? (Probablemente sí, considerando el amor parental como virtud.)</li><li><strong>Ética del cuidado:</strong> Sí, las relaciones de cuidado y responsabilidad hacia tu hijo pesan más.</li></ul>",
            "en": "<h3>Definition of Ethics</h3><p>Ethics is the branch of philosophy that investigates the principles that should guide human conduct. It asks: What is good? What is right? How should we live?</p><p><strong>Difference between Ethics and Morals:</strong> Although often used interchangeably, technically: ethics is the philosophical study of morality, while morality refers to the actual values and behaviors of people.</p><h3>Major Ethical Theories</h3><p><strong>1. Utilitarianism (Bentham, Mill):</strong></p><p>Central question: what action produces the greatest happiness for the greatest number of people?</p><p>Principle: The right thing to do is that which maximizes happiness (or well-being) and minimizes suffering.</p><p>Advantage: It is intuitively appealing. We want people to be happy.</p><p>Limitation: Can you justify punishing an innocent person if it makes the majority happy? Are we ignoring individual rights?</p><p><strong>2. Deontology/Duty (Kant):</strong></p><p>Central question: what is my moral duty?</p><p>Principle: Some actions are right or wrong regardless of their consequences. Kant's categorical command: Act in such a way that the maxim of your action could become a universal law.</p><p>Example: Lying is always wrong, even if lying would save a life.</p><p>Advantage: Respect the dignity and rights of people.</p><p>Limitation: What if your duties conflict, is it really unacceptable to always lie?</p><p><strong>3. Virtue Ethics (Aristotle):</strong></p><p>Central question: what is a virtuous person?</p><p>Principle: Right is what a virtuous (wise, courageous, just) person would do. The goal of life is to develop virtues (excellences of character).</p><p>Advantage: Emphasizes character development and living a full life (eudaimonia).</p><p>Limitation: Who determines what is a virtuous person? Less systematic than other theories.</p><p><strong>4. Ethics of Care (contemporary feminist):</strong></p><p>Central question: what does care demand?</p><p>Principle: What is right focuses on relationships, interdependence, and attending to the particular needs of others.</p><p>Advantage: Recognizes the value of care, compassion, particularity.</p><p>Limitation: May be too subjective or allow nepotism (favoring those close to you over others).</p><h3>Levels of Ethical Analysis</h3><p><strong>Metaethics:</strong> What is morality itself, are there objective moral truths or is morality relative?</p><p><strong>Normative Ethics:</strong> What are the criteria for determining what is right or wrong?</p><p><strong>Applied Ethics:</strong> How do we apply moral principles to concrete problems (bioethics, business ethics, etc.)?</p><h3>Dilemmas Between Ethical Theories</h3><p>Different ethical theories would often give different answers to the same question:</p><p><strong>Scenarioist: Should you steal medicine to save your child's life?</strong></p><ul><li><strong>Utilitarian:</strong> Yes, if the happiness saved (child lives) exceeds the harm caused (theft).</li><li><strong>Deontologist:</strong> No, stealing is wrong, period, even if it is for a noble cause.</li><li><strong>Virtue ethicist:</strong> It depends, what would a truly wise and kind person do (probably yes, considering parental love as a virtue)</li><li><strong>Care ethicist:</strong> Yes, relationships of care and responsibility to your child weigh more heavily.</li></ul>",
            "fr": "<h3>Définition de l'éthique</h3><p>L'éthique est la branche de la philosophie qui étudie les principes qui devraient guider la conduite humaine. Elle pose les questions suivantes : qu'est-ce qui est bon ? qu'est-ce qui est juste ? comment devrions-nous vivre ?</p><p><strong>Différence entre l'éthique et la morale :</strong> Bien qu'elle soit souvent utilisée de manière interchangeable, l'éthique est l'étude philosophique de la moralité, tandis que la morale se réfère aux valeurs et aux comportements réels des personnes.</p><h3>Principales théories éthiques</h3><p><strong>1. L'utilitarisme (Bentham, Mill) :</strong></p><p>Question centrale : quelle action produit le plus grand bonheur pour le plus grand nombre de personnes ?</p><p>Principe : la bonne chose à faire est celle qui maximise le bonheur (ou le bien-être) et minimise la souffrance.</p><p>Avantage : ce principe est intuitivement attrayant. Nous voulons que les gens soient heureux.</p><p>Limite : peut-on justifier la punition d'un innocent si cela rend la majorité heureuse ? Ignorons-nous les droits individuels ?</p><p><strong>2. Déontologie/devoir (Kant) :</strong></p><p>Question centrale : quel est mon devoir moral ?</p><p>Principe : certaines actions sont bonnes ou mauvaises indépendamment de leurs conséquences. Commandement catégorique de Kant : Agir de telle sorte que la maxime de votre action puisse devenir une loi universelle.</p><p>Exemple : mentir est toujours mal, même si le mensonge permet de sauver une vie.</p><p>Avantage : respecter la dignité et les droits des personnes.</p><p>Limite : en cas de conflit entre vos devoirs, est-il vraiment inacceptable de toujours mentir ?</p><p><strong>3. Éthique de la vertu (Aristote) :</strong></p><p>Question centrale : qu'est-ce qu'une personne vertueuse ?</p><p>Principe : le bien est ce que ferait une personne vertueuse (sage, courageuse, juste). Le but de la vie est de développer les vertus (qualités de caractère).</p><p>Avantage : met l'accent sur le développement du caractère et la plénitude de la vie (eudaimonia).</p><p>Limite : qui détermine ce qu'est une personne vertueuse ? Moins systématique que d'autres théories.</p><p><strong>4. Éthique du soin (féministe contemporaine) :</strong></p><p>Question centrale : qu'exige-t-on en matière de soins ?</p><p>Principe : ce qui est juste se concentre sur les relations, l'interdépendance et la prise en compte des besoins particuliers des autres.</p><p>Avantage : reconnaît la valeur des soins, de la compassion et de la particularité.</p><p>Limite : peut être trop subjectif ou permettre le népotisme (favoriser ses proches au détriment des autres).</p><h3>Niveaux d'analyse éthique</h3><p><strong>Métaéthique :</strong> Qu'est-ce que la moralité elle-même ? Existe-t-il des vérités morales objectives ou la moralité est-elle relative ?</p><p><strong>Éthique normative :</strong> quels sont les critères permettant de déterminer ce qui est bien ou mal ?</p><p><strong>Éthique appliquée :</strong> comment appliquer les principes moraux à des problèmes concrets (bioéthique, éthique des affaires, etc.) ?</p><h3>Dilemmes entre les théories éthiques</h3><p>Différentes théories éthiques donnent souvent des réponses différentes à la même question :</p><p><strong>Scénario : Devriez-vous voler des médicaments pour sauver la vie de votre enfant ?</strong></p><ul><li><strong>Utilitariste :</strong> Oui, si le bonheur sauvé (l'enfant vit) dépasse le mal causé (le vol).</li><li><strong>Déontologiste :</strong> Non, voler est mal, point final, même si c'est pour une noble cause.</li><li><strong>Éthicien de la vertu :</strong> Cela dépend, que ferait une personne vraiment sage et gentille (probablement oui, en considérant l'amour parental comme une vertu)</li><li><strong>Éthicien des soins :</strong> Oui, les relations de soins et de responsabilité envers votre enfant pèsent plus lourd.</li></ul>",
            "it": "<h3>Definición de Ética</h3><p>La ética es la rama de la filosofía que investiga los principios que deben guiar la conducta humana. Se pregunta: ¿Qué es lo bueno? ¿Qué es lo correcto? ¿Cómo debemos vivir?</p><p><strong>Diferencia entre Ética y Moral:</strong> Aunque a menudo se usan intercambiablemente, técnicamente: la ética es el estudio filosófico de la moral, mientras que la moral se refiere a los valores y comportamientos reales de las personas.</p><h3>Grandes Teorías Éticas</h3><p><strong>1. Utilitarismo (Bentham, Mill):</strong></p><p>Pregunta central: ¿Qué acción produce la mayor felicidad para la mayor cantidad de personas?</p><p>Principio: Lo correcto es aquello que maximiza la felicidad (o bienestar) y minimiza el sufrimiento.</p><p>Ventaja: Es intuitivamente atractivo. Queremos que la gente sea feliz.</p><p>Limitación: ¿Podría justificar castigar a un inocente si hace feliz a la mayoría? ¿Ignoramos los derechos individuales?</p><p><strong>2. Deontología/Deber (Kant):</strong></p><p>Pregunta central: ¿Cuál es mi deber moral?</p><p>Principio: Algunas acciones son correctas o incorrectas independientemente de sus consecuencias. El mandato categórico de Kant: actúa de tal manera que la máxima de tu acción pudiera convertirse en ley universal.</p><p>Ejemplo: Mentir es siempre incorrecto, incluso si mentir salvaría una vida.</p><p>Ventaja: Respeta la dignidad y los derechos de las personas.</p><p>Limitación: ¿Qué si tus deberes entran en conflicto? ¿Es realmente inaceptable mentir siempre?</p><p><strong>3. Ética de la Virtud (Aristóteles):</strong></p><p>Pregunta central: ¿Qué es una persona virtuosa?</p><p>Principio: Lo correcto es lo que una persona virtuosa (sabia, valiente, justa) haría. El objetivo de la vida es desarrollar virtudes (excelencias del carácter).</p><p>Ventaja: Enfatiza el desarrollo del carácter y la vida plena (eudaimonia).</p><p>Limitación: ¿Quién determina qué es una persona virtuosa? Es menos sistemática que otras teorías.</p><p><strong>4. Ética del Cuidado (feminista contemporánea):</strong></p><p>Pregunta central: ¿Qué es lo que el cuidado demanda?</p><p>Principio: Lo correcto se centra en relaciones, interdependencia, y atender a las necesidades particulares de otros.</p><p>Ventaja: Reconoce el valor del cuidado, la compasión, la particularidad.</p><p>Limitación: Podría ser demasiado subjetiva o permitir nepotismo (favorecer a los cercanos sobre otros).</p><h3>Niveles de Análisis Ético</h3><p><strong>Metaética:</strong> ¿Qué es la moralidad misma? ¿Existen verdades morales objetivas o la moral es relativa?</p><p><strong>Ética Normativa:</strong> ¿Cuáles son los criterios para determinar qué es correcto o incorrecto?</p><p><strong>Ética Aplicada:</strong> ¿Cómo aplicamos principios morales a problemas concretos? (Bioética, ética empresarial, etc.)</p><h3>Dilemas Entre Teorías Éticas</h3><p>Las diferentes teorías éticas a menudo darían respuestas diferentes a la misma pregunta:</p><p><strong>Escenario: ¿Deberías robar medicinas para salvar la vida de tu hijo?</strong></p><ul><li><strong>Utilitarista:</strong> Sí, si la felicidad salvada (hijo vive) excede el daño causado (robo).</li><li><strong>Deontólogo:</strong> No, robar es incorrecto, punto final, aunque sea por una causa noble.</li><li><strong>Eticista de virtud:</strong> Depende. ¿Qué haría una persona verdaderamente sabia y amable? (Probablemente sí, considerando el amor parental como virtud.)</li><li><strong>Ética del cuidado:</strong> Sí, las relaciones de cuidado y responsabilidad hacia tu hijo pesan más.</li></ul>",
            "de": "<h3>Definición de Ética</h3><p>La ética es la rama de la filosofía que investiga los principios que deben guiar la conducta humana. Se pregunta: ¿Qué es lo bueno? ¿Qué es lo correcto? ¿Cómo debemos vivir?</p><p><strong>Diferencia entre Ética y Moral:</strong> Aunque a menudo se usan intercambiablemente, técnicamente: la ética es el estudio filosófico de la moral, mientras que la moral se refiere a los valores y comportamientos reales de las personas.</p><h3>Grandes Teorías Éticas</h3><p><strong>1. Utilitarismo (Bentham, Mill):</strong></p><p>Pregunta central: ¿Qué acción produce la mayor felicidad para la mayor cantidad de personas?</p><p>Principio: Lo correcto es aquello que maximiza la felicidad (o bienestar) y minimiza el sufrimiento.</p><p>Ventaja: Es intuitivamente atractivo. Queremos que la gente sea feliz.</p><p>Limitación: ¿Podría justificar castigar a un inocente si hace feliz a la mayoría? ¿Ignoramos los derechos individuales?</p><p><strong>2. Deontología/Deber (Kant):</strong></p><p>Pregunta central: ¿Cuál es mi deber moral?</p><p>Principio: Algunas acciones son correctas o incorrectas independientemente de sus consecuencias. El mandato categórico de Kant: actúa de tal manera que la máxima de tu acción pudiera convertirse en ley universal.</p><p>Ejemplo: Mentir es siempre incorrecto, incluso si mentir salvaría una vida.</p><p>Ventaja: Respeta la dignidad y los derechos de las personas.</p><p>Limitación: ¿Qué si tus deberes entran en conflicto? ¿Es realmente inaceptable mentir siempre?</p><p><strong>3. Ética de la Virtud (Aristóteles):</strong></p><p>Pregunta central: ¿Qué es una persona virtuosa?</p><p>Principio: Lo correcto es lo que una persona virtuosa (sabia, valiente, justa) haría. El objetivo de la vida es desarrollar virtudes (excelencias del carácter).</p><p>Ventaja: Enfatiza el desarrollo del carácter y la vida plena (eudaimonia).</p><p>Limitación: ¿Quién determina qué es una persona virtuosa? Es menos sistemática que otras teorías.</p><p><strong>4. Ética del Cuidado (feminista contemporánea):</strong></p><p>Pregunta central: ¿Qué es lo que el cuidado demanda?</p><p>Principio: Lo correcto se centra en relaciones, interdependencia, y atender a las necesidades particulares de otros.</p><p>Ventaja: Reconoce el valor del cuidado, la compasión, la particularidad.</p><p>Limitación: Podría ser demasiado subjetiva o permitir nepotismo (favorecer a los cercanos sobre otros).</p><h3>Niveles de Análisis Ético</h3><p><strong>Metaética:</strong> ¿Qué es la moralidad misma? ¿Existen verdades morales objetivas o la moral es relativa?</p><p><strong>Ética Normativa:</strong> ¿Cuáles son los criterios para determinar qué es correcto o incorrecto?</p><p><strong>Ética Aplicada:</strong> ¿Cómo aplicamos principios morales a problemas concretos? (Bioética, ética empresarial, etc.)</p><h3>Dilemas Entre Teorías Éticas</h3><p>Las diferentes teorías éticas a menudo darían respuestas diferentes a la misma pregunta:</p><p><strong>Escenario: ¿Deberías robar medicinas para salvar la vida de tu hijo?</strong></p><ul><li><strong>Utilitarista:</strong> Sí, si la felicidad salvada (hijo vive) excede el daño causado (robo).</li><li><strong>Deontólogo:</strong> No, robar es incorrecto, punto final, aunque sea por una causa noble.</li><li><strong>Eticista de virtud:</strong> Depende. ¿Qué haría una persona verdaderamente sabia y amable? (Probablemente sí, considerando el amor parental como virtud.)</li><li><strong>Ética del cuidado:</strong> Sí, las relaciones de cuidado y responsabilidad hacia tu hijo pesan más.</li></ul>"
          },
          "duration": {
            "es": "Lectura de 13 min",
            "en": "13 min reading",
            "fr": "13 min de lecture",
            "it": "Lectura de 13 min",
            "de": "Lectura de 13 min"
          }
        },
        {
          "id": "lesson-3-1-video",
          "title": {
            "es": "Video: Teorías Éticas Fundamentales",
            "en": "Video: Fundamental Ethical Theories",
            "fr": "Vidéo : Théories éthiques fondamentales",
            "it": "Video: Teorías Éticas Fundamentales",
            "de": "Video: Teorías Éticas Fundamentales"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/Xwm9dJvJiVo",
          "description": {
            "es": "Refuerzo visual sobre utilitarismo, deontología, ética de la virtud y ética del cuidado",
            "en": "Visual reinforcement on utilitarianism, deontology, virtue ethics and care ethics",
            "fr": "Renforcement visuel sur l'utilitarisme, la déontologie, l'éthique de la vertu et l'éthique des soins",
            "it": "Refuerzo visual sobre utilitarismo, deontología, ética de la virtud y ética del cuidado",
            "de": "Refuerzo visual sobre utilitarismo, deontología, ética de la virtud y ética del cuidado"
          },
          "duration": {
            "es": "12:20",
            "en": "12:20",
            "fr": "12:20",
            "it": "12:20",
            "de": "12:20"
          }
        },
        {
          "id": "lesson-3-2",
          "title": {
            "es": "Dilemas Morales Contemporáneos",
            "en": "Contemporary Moral Dilemmas",
            "fr": "Dilemmes moraux contemporains",
            "it": "Dilemas Morales Contemporáneos",
            "de": "Dilemas Morales Contemporáneos"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>El Dilema del Tranvía: Un Clásico Moderno</h3><p>Un tranvía sin frenos se aproxima a cinco personas que morirán si nadie interviene. Hay un botón que desviará el tranvía a otra vía, donde solo hay una persona que también morirá.</p><p><strong>¿Qué deberías hacer?</strong></p><p>La mayoría de las personas dicen que deberían pulsar el botón (sacrificar uno para salvar cinco). Esto es utilitarista: maximizar vidas salvadas.</p><p>Pero consideremos la variante: En lugar de un botón, está de pie un hombre obeso en un puente sobre la vía. Si lo empujas, se detiene el tranvía, salvando los cinco pero muriendo él.</p><p><strong>Sorprendentemente, la mayoría dice que NO deberías empujarlo, aunque la matemática es idéntica (1 muerte vs. 5).</strong></p><p>¿Por qué? Quizás porque hay una diferencia entre permitir que alguien muera (pulsar botón) e matar activamente a alguín (empujar). O quizás porque usar a una persona como herramienta viola su dignidad.</p><p>Este dilema revela que nuestras intuiciones morales no son puramente utilitaristas.</p><h3>Dilemas Contemporáneos Reales</h3><p><strong>1. Inteligencia Artificial Autónoma</strong></p><p>¿Debería un auto autónomo estar programado para minimizar muertes totales en un accidente, incluso si eso significa que el conductor muera? ¿Es diferente si el auto elige matar al conductor vs. matar peatones?</p><p><strong>2. Cambio Climático y Justicia Intergeneracional</strong></p><p>¿Qué obligaciones morales tenemos hacia futuras generaciones? ¿Es justo que nuestro consumo de energía fósil afecte el clima que heredarán?</p><p><strong>3. Desigualdad Global</strong></p><p>Si tienes abundancia mientras otros mueren de hambre, ¿tienes una obligación moral de ayudar? ¿Cuánto tienes que sacrificar? Peter Singer argumenta que tenemos obligación de ayudar hasta el punto donde ayudar más nos causaría sufrimiento comparable. Otros dicen que la obligación es solo con compatriotas.</p><p><strong>4. Privacidad vs. Seguridad</strong></p><p>¿Debería el gobierno tener acceso a toda tu comunicación digital para prevenir terrorismo? ¿Dónde está el balance entre privacidad individual y seguridad colectiva?</p><p><strong>5. Bioética: Aborto</strong></p><p>¿Cuándo comienza la vida moralmente relevante? ¿A la concepción? ¿Al latido del corazón? ¿Al viabilidad? ¿Al nacimiento? Diferentes respuestas llevan a conclusiones radicalmente diferentes sobre la moralidad del aborto.</p><p><strong>6. Derechos de Animales</strong></p><p>¿Tienen los animales derechos morales? ¿Podemos usar animales para experimentación científica, alimentación, entretenimiento? Algunos argumentan que la capacidad de sufrir es lo que importa; otros que solo los seres racionales tienen derechos.</p><p><strong>7. Justicia Criminal: Pena de Muerte</strong></p><p>¿Es moral ejecutar a alguien, incluso si cometió un crimen horrible? ¿Se justifica por justicia retributiva (merecen morir) o prevención (prevenir futuras muertes)?</p><p><strong>8. Ética de la Información: Fake News y Redes Sociales</strong></p><p>¿Qué responsabilidad moral tienen plataformas de redes sociales por la desinformación que propagan? ¿Debe haber libertad absoluta de expresión o límites?</p><p><strong>9. Transhumanismo: Mejora Humana</strong></p><p>¿Es moral mejorar cognitivamente el cerebro con tecnología? ¿Dónde está la línea entre tratar enfermedad y mejora? Si solo los ricos pueden acceder, ¿crea eso injusticia?</p><p><strong>10. Consentimiento y Consentimiento Informado</strong></p><p>¿Cuándo es legítimo el consentimiento? Si alguien consiente bajo coacción económica (estoy desesperado, así que \"consiento\" a un trabajo peligroso), ¿es realmente consentimiento libre?</p><h3>Metodología para Abordar Dilemas Morales</h3><p><strong>Paso 1: Identifica los Hechos</strong> - ¿Cuál es la situación exacta? ¿Qué información tengo?</p><p><strong>Paso 2: Clarifica los Valores en Juego</strong> - ¿Qué principios morales están en conflicto? (Libertad vs. Seguridad, Justicia vs. Misericordia, Derechos individuales vs. Bien colectivo)</p><p><strong>Paso 3: Aplica Teorías Éticas</strong> - ¿Qué diría un utilitarista? ¿Un deontólogo? ¿Un eticista de virtud?</p><p><strong>Paso 4: Considera Perspectivas Múltiples</strong> - ¿Quién es afectado? ¿Cuáles son sus perspectivas?</p><p><strong>Paso 5: Reflexiona sobre Consecuencias</strong> - ¿Cuáles son las consecuencias probables de cada opción?</p><p><strong>Paso 6: Decide con Humildad</strong> - Reconoce que podrías estar equivocado y que otros pueden tener puntos válidos.</p>",
            "en": "<h3>The Tramway Dilemma: A Modern Classic</h3><p>A streetcar with no brakes is approaching five people who will die if no one intervenes. There is a button that will divert the streetcar to another track, where there is only one person who will also die.</p><p><strong>what should you do?</strong></p><p>Most people say they should push the button (sacrifice one to save five). This is utilitarian: maximize lives saved.</p><p>But consider the variant: Instead of a button, there is an obese man standing on a bridge over the track. If you push him, the streetcar stops, saving all five but killing him.</p><p><strong>Surprisingly, most say you should NOT push him, even though the math is identical (1 death vs. 5).</strong></p><p>why? Perhaps because there is a difference between allowing someone to die (button push) and actively killing someone (push). Or perhaps because using a person as a tool violates their dignity.</p><p>This dilemma reveals that our moral intuitions are not purely utilitarian.</p><h3>Real Contemporary Dilemmas</h3><p><strong>1. Autonomous Artificial Intelligence</strong></p><p>should an autonomous car be programmed to minimize total fatalities in an accident, even if that means the driver dies? Does it make a difference if the car chooses to kill the driver vs. kill pedestrians?</p><p><strong>2. Climate Change and Intergenerational Justice</strong></p><p>what moral obligations do we have to future generations? Is it fair that our consumption of fossil energy affects the climate they will inherit?</p><p><strong>3. Global Inequality</strong></p><p>If you have plenty while others starve, do you have a moral obligation to help? How much do you have to sacrifice? Peter Singer argues that we have an obligation to help to the point where helping more would cause us comparable suffering. Others say the obligation is only to fellow countrymen.</p><p><strong>4. Privacy vs. Security</strong></p><p>should the government have access to all your digital communication to prevent terrorism? Where is the balance between individual privacy and collective security?</p><p><strong>5. Bioethics: Abortion</strong></p><p>when does morally relevant life begin? At conception? At the heartbeat? At viability? At birth? Different answers lead to radically different conclusions about the morality of abortion.</p><p><strong>6. Animal Rights</strong></p><p>do animals have moral rights? Can we use animals for scientific experimentation, food, entertainment? Some argue that the ability to suffer is what matters; others that only rational beings have rights.</p><p><strong>7. Criminal Justice: Death Penalty</strong></p><p>is it moral to execute someone, even if they committed a horrible crime? Is it justified by retributive justice (they deserve to die) or prevention (preventing future deaths)?</p><p><strong>8. Information Ethics: Fake News and Social Networks</strong></p><p>what moral responsibility do social media platforms have for the disinformation they spread? Should there be absolute freedom of speech or limits?</p><p><strong>9. Transhumanism: Human Enhancement</strong></p><p>is it moral to cognitively enhance the brain with technology? Where is the line between treating disease and enhancement? If only the wealthy can access, does that create injustice?</p><p><strong>10. Consent and Informed Consent</strong></p><p>when is consent legitimate? If someone consents under economic duress (I'm desperate, so I \"consent\" to dangerous work), is it really free consent?</p><h3>Methodology for Addressing Moral Dilemmas</h3><p><strong>Step 1: Identify the Facts</strong> - What is the exact situation? What information do I have?</p><p><strong>Step 2: Clarify the Values at Stake</strong> - What moral principles are in conflict (Freedom vs. Safety, Justice vs. Mercy, Individual Rights vs. Collective Good)?</p><p><strong>Step 3: Apply Ethical Theories</strong> - What would a Utilitarian say? A Deontologist? A Virtue Ethicist?</p><p><strong>Step 4: Consider Multiple Perspectives</strong> - Who is affected? What are their perspectives?</p><p><strong>Step 5: Reflect on Consequences</strong> - What are the likely consequences of each option?</p><p><strong>Step 6: Decide with Humility</strong> - Recognize that you may be wrong and that others may have valid points.</p>",
            "fr": "<h3>Le dilemme du tramway : Un classique moderne</h3><p>Un tramway sans freins s'approche de cinq personnes qui mourront si personne n'intervient. Un bouton permet de dévier le tramway vers une autre voie, où il n'y a qu'une seule personne qui va également mourir.</p><p><strong>que faut-il faire ?</strong></p><p>La plupart des gens disent qu'ils doivent appuyer sur le bouton (sacrifier une personne pour en sauver cinq). Il s'agit d'une solution utilitaire : maximiser le nombre de vies sauvées.</p><p>Mais considérons la variante suivante : au lieu d'un bouton, il y a un homme obèse qui se tient sur un pont au-dessus de la voie ferrée. Si vous le poussez, le tramway s'arrête, sauvant ainsi les cinq personnes mais le tuant.</p><p><strong>Étonnamment, la plupart des gens disent qu'il ne faut pas le pousser, même si le calcul est identique (1 mort contre 5).</strong></p><p>comment cela se fait-il ? Peut-être parce qu'il y a une différence entre laisser quelqu'un mourir (appuyer sur un bouton) et tuer activement quelqu'un (pousser). Ou peut-être parce que l'utilisation d'une personne comme outil porte atteinte à sa dignité.</p><p>Ce dilemme révèle que nos intuitions morales ne sont pas purement utilitaires.</p><h3>Dilemmes contemporains réels</h3><p><strong>1. Intelligence artificielle autonome</strong></p><p>une voiture autonome doit-elle être programmée pour minimiser le nombre total de morts en cas d'accident, même si cela signifie que le conducteur meurt ? Cela fait-il une différence si la voiture choisit de tuer le conducteur plutôt que les piétons ?</p><p><strong>2. Changement climatique et justice intergénérationnelle</strong></p><p>quelles obligations morales avons-nous envers les générations futures ? Est-il juste que notre consommation d'énergie fossile affecte le climat dont elles hériteront ?</p><p><strong>3. Inégalités mondiales</strong></p><p>Si vous êtes dans l'abondance alors que d'autres meurent de faim, avez-vous l'obligation morale de les aider ? Combien devez-vous sacrifier ? Peter Singer affirme que nous avons l'obligation d'aider jusqu'au point où une aide supplémentaire entraînerait des souffrances comparables. D'autres affirment que l'obligation ne s'applique qu'aux compatriotes.</p><p><strong>4. Vie privée contre sécurité</strong></p><p>le gouvernement doit-il avoir accès à toutes vos communications numériques pour prévenir le terrorisme ? Où se situe l'équilibre entre la vie privée individuelle et la sécurité collective ?</p><p><strong>5. Bioéthique : avortement</strong></p><p>quand la vie moralement pertinente commence-t-elle ? À la conception ? Au battement de cœur ? À la viabilité ? À la naissance ? Des réponses différentes conduisent à des conclusions radicalement différentes sur la moralité de l'avortement.</p><p><strong>6. Droits des animaux</strong></p><p>les animaux ont-ils des droits moraux ? Pouvons-nous utiliser les animaux à des fins d'expérimentation scientifique, d'alimentation, de divertissement ? Certains affirment que c'est la capacité à souffrir qui compte, d'autres que seuls les êtres rationnels ont des droits.</p><p><strong>7. Justice pénale : peine de mort</strong></p><p>est-il moral d'exécuter quelqu'un, même s'il a commis un crime horrible ? Cela se justifie-t-il par la justice rétributive (la personne mérite de mourir) ou par la prévention (empêcher de futurs décès) ?</p><p><strong>8. Éthique de l'information : Fake News et réseaux sociaux</strong></p><p>quelle est la responsabilité morale des plateformes de médias sociaux dans la désinformation qu'elles diffusent ? La liberté d'expression doit-elle être absolue ou limitée ?</p><p><strong>9. Transhumanisme : amélioration de l'être humain</strong></p><p>est-il moral d'améliorer le cerveau par la technologie ? Où se situe la limite entre le traitement de la maladie et l'amélioration ? Si seuls les riches peuvent y avoir accès, cela crée-t-il une injustice ?</p><p><strong>10. Consentement et consentement éclairé</strong></p><p>quand le consentement est-il légitime ? Si une personne donne son consentement sous la contrainte économique (je suis désespéré, alors je \"consens\" à un travail dangereux), s'agit-il vraiment d'un consentement libre ?</p><h3>Méthodologie pour aborder les dilemmes moraux</h3><p><strong>Étape 1 : Identifier les faits</strong> - Quelle est la situation exacte ? Quelles sont les informations dont je dispose ?</p><p><strong>Étape 2 : Clarifier les valeurs en jeu</strong> - Quels sont les principes moraux en conflit (liberté contre sécurité, justice contre miséricorde, droits individuels contre bien collectif) ?</p><p><strong>Étape 3 : Appliquer les théories éthiques</strong> - Que dirait un utilitariste ? Un déontologiste ? Un éthicien de la vertu ?</p><p><strong>Étape 4 : Tenir compte de plusieurs points de vue</strong> - Qui est concerné ? Quels sont leurs points de vue ?</p><p><strong>Étape 5 : Réfléchir aux conséquences</strong> - Quelles sont les conséquences probables de chaque option ?</p><p><strong>Étape 6 : Décider avec humilité</strong> - Reconnaître que l'on peut se tromper et que d'autres peuvent avoir des arguments valables.</p>",
            "it": "<h3>El Dilema del Tranvía: Un Clásico Moderno</h3><p>Un tranvía sin frenos se aproxima a cinco personas que morirán si nadie interviene. Hay un botón que desviará el tranvía a otra vía, donde solo hay una persona que también morirá.</p><p><strong>¿Qué deberías hacer?</strong></p><p>La mayoría de las personas dicen que deberían pulsar el botón (sacrificar uno para salvar cinco). Esto es utilitarista: maximizar vidas salvadas.</p><p>Pero consideremos la variante: En lugar de un botón, está de pie un hombre obeso en un puente sobre la vía. Si lo empujas, se detiene el tranvía, salvando los cinco pero muriendo él.</p><p><strong>Sorprendentemente, la mayoría dice que NO deberías empujarlo, aunque la matemática es idéntica (1 muerte vs. 5).</strong></p><p>¿Por qué? Quizás porque hay una diferencia entre permitir que alguien muera (pulsar botón) e matar activamente a alguín (empujar). O quizás porque usar a una persona como herramienta viola su dignidad.</p><p>Este dilema revela que nuestras intuiciones morales no son puramente utilitaristas.</p><h3>Dilemas Contemporáneos Reales</h3><p><strong>1. Inteligencia Artificial Autónoma</strong></p><p>¿Debería un auto autónomo estar programado para minimizar muertes totales en un accidente, incluso si eso significa que el conductor muera? ¿Es diferente si el auto elige matar al conductor vs. matar peatones?</p><p><strong>2. Cambio Climático y Justicia Intergeneracional</strong></p><p>¿Qué obligaciones morales tenemos hacia futuras generaciones? ¿Es justo que nuestro consumo de energía fósil afecte el clima que heredarán?</p><p><strong>3. Desigualdad Global</strong></p><p>Si tienes abundancia mientras otros mueren de hambre, ¿tienes una obligación moral de ayudar? ¿Cuánto tienes que sacrificar? Peter Singer argumenta que tenemos obligación de ayudar hasta el punto donde ayudar más nos causaría sufrimiento comparable. Otros dicen que la obligación es solo con compatriotas.</p><p><strong>4. Privacidad vs. Seguridad</strong></p><p>¿Debería el gobierno tener acceso a toda tu comunicación digital para prevenir terrorismo? ¿Dónde está el balance entre privacidad individual y seguridad colectiva?</p><p><strong>5. Bioética: Aborto</strong></p><p>¿Cuándo comienza la vida moralmente relevante? ¿A la concepción? ¿Al latido del corazón? ¿Al viabilidad? ¿Al nacimiento? Diferentes respuestas llevan a conclusiones radicalmente diferentes sobre la moralidad del aborto.</p><p><strong>6. Derechos de Animales</strong></p><p>¿Tienen los animales derechos morales? ¿Podemos usar animales para experimentación científica, alimentación, entretenimiento? Algunos argumentan que la capacidad de sufrir es lo que importa; otros que solo los seres racionales tienen derechos.</p><p><strong>7. Justicia Criminal: Pena de Muerte</strong></p><p>¿Es moral ejecutar a alguien, incluso si cometió un crimen horrible? ¿Se justifica por justicia retributiva (merecen morir) o prevención (prevenir futuras muertes)?</p><p><strong>8. Ética de la Información: Fake News y Redes Sociales</strong></p><p>¿Qué responsabilidad moral tienen plataformas de redes sociales por la desinformación que propagan? ¿Debe haber libertad absoluta de expresión o límites?</p><p><strong>9. Transhumanismo: Mejora Humana</strong></p><p>¿Es moral mejorar cognitivamente el cerebro con tecnología? ¿Dónde está la línea entre tratar enfermedad y mejora? Si solo los ricos pueden acceder, ¿crea eso injusticia?</p><p><strong>10. Consentimiento y Consentimiento Informado</strong></p><p>¿Cuándo es legítimo el consentimiento? Si alguien consiente bajo coacción económica (estoy desesperado, así que \"consiento\" a un trabajo peligroso), ¿es realmente consentimiento libre?</p><h3>Metodología para Abordar Dilemas Morales</h3><p><strong>Paso 1: Identifica los Hechos</strong> - ¿Cuál es la situación exacta? ¿Qué información tengo?</p><p><strong>Paso 2: Clarifica los Valores en Juego</strong> - ¿Qué principios morales están en conflicto? (Libertad vs. Seguridad, Justicia vs. Misericordia, Derechos individuales vs. Bien colectivo)</p><p><strong>Paso 3: Aplica Teorías Éticas</strong> - ¿Qué diría un utilitarista? ¿Un deontólogo? ¿Un eticista de virtud?</p><p><strong>Paso 4: Considera Perspectivas Múltiples</strong> - ¿Quién es afectado? ¿Cuáles son sus perspectivas?</p><p><strong>Paso 5: Reflexiona sobre Consecuencias</strong> - ¿Cuáles son las consecuencias probables de cada opción?</p><p><strong>Paso 6: Decide con Humildad</strong> - Reconoce que podrías estar equivocado y que otros pueden tener puntos válidos.</p>",
            "de": "<h3>El Dilema del Tranvía: Un Clásico Moderno</h3><p>Un tranvía sin frenos se aproxima a cinco personas que morirán si nadie interviene. Hay un botón que desviará el tranvía a otra vía, donde solo hay una persona que también morirá.</p><p><strong>¿Qué deberías hacer?</strong></p><p>La mayoría de las personas dicen que deberían pulsar el botón (sacrificar uno para salvar cinco). Esto es utilitarista: maximizar vidas salvadas.</p><p>Pero consideremos la variante: En lugar de un botón, está de pie un hombre obeso en un puente sobre la vía. Si lo empujas, se detiene el tranvía, salvando los cinco pero muriendo él.</p><p><strong>Sorprendentemente, la mayoría dice que NO deberías empujarlo, aunque la matemática es idéntica (1 muerte vs. 5).</strong></p><p>¿Por qué? Quizás porque hay una diferencia entre permitir que alguien muera (pulsar botón) e matar activamente a alguín (empujar). O quizás porque usar a una persona como herramienta viola su dignidad.</p><p>Este dilema revela que nuestras intuiciones morales no son puramente utilitaristas.</p><h3>Dilemas Contemporáneos Reales</h3><p><strong>1. Inteligencia Artificial Autónoma</strong></p><p>¿Debería un auto autónomo estar programado para minimizar muertes totales en un accidente, incluso si eso significa que el conductor muera? ¿Es diferente si el auto elige matar al conductor vs. matar peatones?</p><p><strong>2. Cambio Climático y Justicia Intergeneracional</strong></p><p>¿Qué obligaciones morales tenemos hacia futuras generaciones? ¿Es justo que nuestro consumo de energía fósil afecte el clima que heredarán?</p><p><strong>3. Desigualdad Global</strong></p><p>Si tienes abundancia mientras otros mueren de hambre, ¿tienes una obligación moral de ayudar? ¿Cuánto tienes que sacrificar? Peter Singer argumenta que tenemos obligación de ayudar hasta el punto donde ayudar más nos causaría sufrimiento comparable. Otros dicen que la obligación es solo con compatriotas.</p><p><strong>4. Privacidad vs. Seguridad</strong></p><p>¿Debería el gobierno tener acceso a toda tu comunicación digital para prevenir terrorismo? ¿Dónde está el balance entre privacidad individual y seguridad colectiva?</p><p><strong>5. Bioética: Aborto</strong></p><p>¿Cuándo comienza la vida moralmente relevante? ¿A la concepción? ¿Al latido del corazón? ¿Al viabilidad? ¿Al nacimiento? Diferentes respuestas llevan a conclusiones radicalmente diferentes sobre la moralidad del aborto.</p><p><strong>6. Derechos de Animales</strong></p><p>¿Tienen los animales derechos morales? ¿Podemos usar animales para experimentación científica, alimentación, entretenimiento? Algunos argumentan que la capacidad de sufrir es lo que importa; otros que solo los seres racionales tienen derechos.</p><p><strong>7. Justicia Criminal: Pena de Muerte</strong></p><p>¿Es moral ejecutar a alguien, incluso si cometió un crimen horrible? ¿Se justifica por justicia retributiva (merecen morir) o prevención (prevenir futuras muertes)?</p><p><strong>8. Ética de la Información: Fake News y Redes Sociales</strong></p><p>¿Qué responsabilidad moral tienen plataformas de redes sociales por la desinformación que propagan? ¿Debe haber libertad absoluta de expresión o límites?</p><p><strong>9. Transhumanismo: Mejora Humana</strong></p><p>¿Es moral mejorar cognitivamente el cerebro con tecnología? ¿Dónde está la línea entre tratar enfermedad y mejora? Si solo los ricos pueden acceder, ¿crea eso injusticia?</p><p><strong>10. Consentimiento y Consentimiento Informado</strong></p><p>¿Cuándo es legítimo el consentimiento? Si alguien consiente bajo coacción económica (estoy desesperado, así que \"consiento\" a un trabajo peligroso), ¿es realmente consentimiento libre?</p><h3>Metodología para Abordar Dilemas Morales</h3><p><strong>Paso 1: Identifica los Hechos</strong> - ¿Cuál es la situación exacta? ¿Qué información tengo?</p><p><strong>Paso 2: Clarifica los Valores en Juego</strong> - ¿Qué principios morales están en conflicto? (Libertad vs. Seguridad, Justicia vs. Misericordia, Derechos individuales vs. Bien colectivo)</p><p><strong>Paso 3: Aplica Teorías Éticas</strong> - ¿Qué diría un utilitarista? ¿Un deontólogo? ¿Un eticista de virtud?</p><p><strong>Paso 4: Considera Perspectivas Múltiples</strong> - ¿Quién es afectado? ¿Cuáles son sus perspectivas?</p><p><strong>Paso 5: Reflexiona sobre Consecuencias</strong> - ¿Cuáles son las consecuencias probables de cada opción?</p><p><strong>Paso 6: Decide con Humildad</strong> - Reconoce que podrías estar equivocado y que otros pueden tener puntos válidos.</p>"
          },
          "duration": {
            "es": "Lectura de 15 min",
            "en": "15 min reading",
            "fr": "15 min de lecture",
            "it": "Lectura de 15 min",
            "de": "Lectura de 15 min"
          }
        },
        {
          "id": "lesson-3-2-video",
          "title": {
            "es": "Video: Dilemas Morales Contemporáneos",
            "en": "Video: Contemporary Moral Dilemmas",
            "fr": "Vidéo : Dilemmes moraux contemporains",
            "it": "Video: Dilemas Morales Contemporáneos",
            "de": "Video: Dilemas Morales Contemporáneos"
          },
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-dilemmas",
          "description": {
            "es": "Refuerzo visual sobre dilemas éticos contemporáneos y cómo abordarlos filosóficamente",
            "en": "Visual reinforcement on contemporary ethical dilemmas and how to approach them philosophically",
            "fr": "Renforcement visuel des dilemmes éthiques contemporains et de la manière de les aborder philosophiquement",
            "it": "Refuerzo visual sobre dilemas éticos contemporáneos y cómo abordarlos filosóficamente",
            "de": "Refuerzo visual sobre dilemas éticos contemporáneos y cómo abordarlos filosóficamente"
          },
          "duration": {
            "es": "14:30",
            "en": "14:30",
            "fr": "14:30",
            "it": "14:30",
            "de": "14:30"
          }
        },
        {
          "id": "lesson-3-3",
          "title": {
            "es": "Taller Práctico: Análisis de Casos Éticos",
            "en": "Practical Workshop: Analysis of Ethical Cases",
            "fr": "Atelier pratique : Analyse de cas éthiques",
            "it": "Taller Práctico: Análisis de Casos Éticos",
            "de": "Taller Práctico: Análisis de Casos Éticos"
          },
          "content_type": "text",
          "content": {
            "es": "<h3>Ejercicio de Aplicación Ética</h3><p><strong>Caso 1: El Médico y los Cinco Pacientes</strong></p><p>Eres médico en un hospital con cinco pacientes que necesitan trasplantes urgentes: uno necesita corazón, otro hígado, otro riñones, otro pulmones y otro páncreas. Un hombre sano llega al hospital para un chequeo rutinario. ¿Sería moral sacrificarlo para salvar a los cinco?</p><p><strong>Análisis por teorías:</strong></p><ul><li>Utilitarismo: ¿Maximiza la felicidad?</li><li>Deontología: ¿Respetaría la dignidad del hombre sano?</li><li>Ética de la virtud: ¿Qué haría un médico virtuoso?</li></ul><p><strong>Caso 2: El Whistleblower Corporativo</strong></p><p>Trabajas en una empresa que contamina secretamente un río. Denunciar podría salvar el ecosistema pero costaría miles de empleos. ¿Debes denunciar?</p><p><strong>Consideraciones:</strong></p><ul><li>Responsabilidad hacia el medio ambiente vs. responsabilidad hacia colegas</li><li>Consecuencias a corto vs. largo plazo</li><li>Derecho a la información pública</li></ul><p><strong>Caso 3: Inteligencia Artificial y Desempleo</strong></p><p>Tu empresa desarrolla IA que puede reemplazar el 40% de los trabajos humanos. ¿Es moral continuar con el desarrollo?</p><p><strong>Perspectivas a considerar:</strong></p><ul><li>Progreso tecnológico vs. estabilidad social</li><li>Responsabilidad social corporativa</li><li>Distribución justa de beneficios tecnológicos</li></ul><h3>Guía para el Análisis Ético</h3><p><strong>Preguntas clave para cualquier dilema:</strong></p><ol><li>¿Quiénes son los afectados y cómo?</li><li>¿Qué derechos están en juego?</li><li>¿Qué deberes tengo?</li><li>¿Qué consecuencias preveo?</li><li>¿Qué haría una persona virtuosa?</li><li>¿Podría universalizar mi decisión?</li></ol><p><strong>Reflexión final:</strong> La filosofía ética no nos da respuestas fáciles, pero nos proporciona herramientas para pensar mejor sobre los problemas morales que enfrentamos como individuos y como sociedad.</p>",
            "en": "<h3>Ethics Application Exercise</h3><p><strong>Case 1: The Doctor and the Five Patients</strong></p><p>You are a doctor in a hospital with five patients in need of urgent transplants: one needs a heart, one needs a liver, one needs kidneys, one needs lungs, and one needs a pancreas. A healthy man arrives at the hospital for a routine checkup. Would it be moral to sacrifice him to save all five?</p><p><strong>Analysis by theories:</strong></p><ul><li>Utilitarianism: Does it maximize happiness?</li><li>Deontology: Would you respect the dignity of the healthy man?</li><li>Virtue ethics: What would a virtuous doctor do?</li></ul><p><strong>Case 2: The Corporate Whistleblower</strong></p><p>You work for a company that secretly pollutes a river. Whistleblowing could save the ecosystem but would cost thousands of jobs. should you whistleblow?</p><p><strong>Considerations:</strong></p><ul><li>Responsibility to the environment vs. responsibility to colleagues</li><li>Short-term vs. long-term consequences</li><li>Right to public information</li></ul><p><strong>Case 3: Artificial Intelligence and Unemployment</strong></p><p>Your company develops AI that can replace 40% of human jobs - is it moral to continue development?</p><p><strong>Perspectives to consider:</strong></p><ul><li>Technological progress vs. social stability</li><li>Corporate social responsibility</li><li>Fair distribution of technological benefits</li></ul><h3>Guide to Ethical Analysis</h3><p><strong>Key questions for any dilemma:</strong></p><ol><li>who is affected and how?</li><li>what rights are at stake?</li><li>what duties do I have?</li><li>what consequences do I foresee?</li><li>what would a virtuous person do?</li><li>could I universalize my decision?</li></ol><p><strong>Final Reflection:</strong> Ethical philosophy does not give us easy answers, but it provides us with tools to think better about the moral issues we face as individuals and as a society.</p>",
            "fr": "<h3>Exercice d'application de l'éthique</h3><p><strong>Cas 1 : Le médecin et les cinq patients</strong></p><p>Vous êtes médecin dans un hôpital où cinq patients ont besoin d'une transplantation urgente : l'un a besoin d'un cœur, l'autre d'un foie, l'autre d'un rein, l'autre d'un poumon et l'autre d'un pancréas. Un homme en bonne santé arrive à l'hôpital pour un examen de routine. Serait-il moral de le sacrifier pour sauver les cinq patients ?</p><p><strong>Analyse par théories :</strong></p><ul><li>Utilitarisme : maximise-t-il le bonheur ?</li><li>Déontologie : respecterait-elle la dignité de l'homme en bonne santé ?</li><li>Éthique de la vertu : que ferait un médecin vertueux ?</li></ul><p><strong>Cas 2 : Le dénonciateur d'entreprise</strong></p><p>Vous travaillez pour une entreprise qui pollue secrètement une rivière. La dénonciation pourrait sauver l'écosystème mais coûterait des milliers d'emplois. devriez-vous dénoncer ?</p><p><strong>Points à prendre en considération :</strong></p><ul><li>Responsabilité à l'égard de l'environnement ou responsabilité à l'égard des collègues</li><li>Conséquences à court terme ou à long terme</li><li>Droit à l'information publique</li></ul><p><strong>Cas 3 : Intelligence artificielle et chômage</strong></p><p>Votre entreprise développe une IA qui peut remplacer 40 % des emplois humains. Est-il moral de poursuivre le développement ?</p><p><strong>Perspectives à prendre en compte :</strong></p><ul><li>Progrès technologique vs. stabilité sociale</li><li>Responsabilité sociale des entreprises</li><li>Répartition équitable des avantages technologiques</li></ul><h3>Guide de l'analyse éthique</h3><p><strong>Questions clés pour tout dilemme :</strong></p><ol><li>qui est concerné et comment ?</li><li>quels sont les droits en jeu ?</li><li>quels sont mes devoirs ?</li><li>quelles sont les conséquences que je prévois ?</li><li>que ferait une personne vertueuse ?</li><li>pourrais-je universaliser ma décision ?</li></ol><p><strong>Réflexion finale :</strong> la philosophie éthique ne nous donne pas de réponses faciles, mais elle nous fournit des outils pour mieux réfléchir aux questions morales auxquelles nous sommes confrontés en tant qu'individus et en tant que société.</p>",
            "it": "<h3>Ejercicio de Aplicación Ética</h3><p><strong>Caso 1: El Médico y los Cinco Pacientes</strong></p><p>Eres médico en un hospital con cinco pacientes que necesitan trasplantes urgentes: uno necesita corazón, otro hígado, otro riñones, otro pulmones y otro páncreas. Un hombre sano llega al hospital para un chequeo rutinario. ¿Sería moral sacrificarlo para salvar a los cinco?</p><p><strong>Análisis por teorías:</strong></p><ul><li>Utilitarismo: ¿Maximiza la felicidad?</li><li>Deontología: ¿Respetaría la dignidad del hombre sano?</li><li>Ética de la virtud: ¿Qué haría un médico virtuoso?</li></ul><p><strong>Caso 2: El Whistleblower Corporativo</strong></p><p>Trabajas en una empresa que contamina secretamente un río. Denunciar podría salvar el ecosistema pero costaría miles de empleos. ¿Debes denunciar?</p><p><strong>Consideraciones:</strong></p><ul><li>Responsabilidad hacia el medio ambiente vs. responsabilidad hacia colegas</li><li>Consecuencias a corto vs. largo plazo</li><li>Derecho a la información pública</li></ul><p><strong>Caso 3: Inteligencia Artificial y Desempleo</strong></p><p>Tu empresa desarrolla IA que puede reemplazar el 40% de los trabajos humanos. ¿Es moral continuar con el desarrollo?</p><p><strong>Perspectivas a considerar:</strong></p><ul><li>Progreso tecnológico vs. estabilidad social</li><li>Responsabilidad social corporativa</li><li>Distribución justa de beneficios tecnológicos</li></ul><h3>Guía para el Análisis Ético</h3><p><strong>Preguntas clave para cualquier dilema:</strong></p><ol><li>¿Quiénes son los afectados y cómo?</li><li>¿Qué derechos están en juego?</li><li>¿Qué deberes tengo?</li><li>¿Qué consecuencias preveo?</li><li>¿Qué haría una persona virtuosa?</li><li>¿Podría universalizar mi decisión?</li></ol><p><strong>Reflexión final:</strong> La filosofía ética no nos da respuestas fáciles, pero nos proporciona herramientas para pensar mejor sobre los problemas morales que enfrentamos como individuos y como sociedad.</p>",
            "de": "<h3>Ejercicio de Aplicación Ética</h3><p><strong>Caso 1: El Médico y los Cinco Pacientes</strong></p><p>Eres médico en un hospital con cinco pacientes que necesitan trasplantes urgentes: uno necesita corazón, otro hígado, otro riñones, otro pulmones y otro páncreas. Un hombre sano llega al hospital para un chequeo rutinario. ¿Sería moral sacrificarlo para salvar a los cinco?</p><p><strong>Análisis por teorías:</strong></p><ul><li>Utilitarismo: ¿Maximiza la felicidad?</li><li>Deontología: ¿Respetaría la dignidad del hombre sano?</li><li>Ética de la virtud: ¿Qué haría un médico virtuoso?</li></ul><p><strong>Caso 2: El Whistleblower Corporativo</strong></p><p>Trabajas en una empresa que contamina secretamente un río. Denunciar podría salvar el ecosistema pero costaría miles de empleos. ¿Debes denunciar?</p><p><strong>Consideraciones:</strong></p><ul><li>Responsabilidad hacia el medio ambiente vs. responsabilidad hacia colegas</li><li>Consecuencias a corto vs. largo plazo</li><li>Derecho a la información pública</li></ul><p><strong>Caso 3: Inteligencia Artificial y Desempleo</strong></p><p>Tu empresa desarrolla IA que puede reemplazar el 40% de los trabajos humanos. ¿Es moral continuar con el desarrollo?</p><p><strong>Perspectivas a considerar:</strong></p><ul><li>Progreso tecnológico vs. estabilidad social</li><li>Responsabilidad social corporativa</li><li>Distribución justa de beneficios tecnológicos</li></ul><h3>Guía para el Análisis Ético</h3><p><strong>Preguntas clave para cualquier dilema:</strong></p><ol><li>¿Quiénes son los afectados y cómo?</li><li>¿Qué derechos están en juego?</li><li>¿Qué deberes tengo?</li><li>¿Qué consecuencias preveo?</li><li>¿Qué haría una persona virtuosa?</li><li>¿Podría universalizar mi decisión?</li></ol><p><strong>Reflexión final:</strong> La filosofía ética no nos da respuestas fáciles, pero nos proporciona herramientas para pensar mejor sobre los problemas morales que enfrentamos como individuos y como sociedad.</p>"
          },
          "duration": {
            "es": "Lectura de 12 min",
            "en": "12 min reading",
            "fr": "12 min de lecture",
            "it": "Lectura de 12 min",
            "de": "Lectura de 12 min"
          }
        }
      ]
    }
  ],
  "intro": {
    "es": "La filosofía explora las preguntas fundamentales sobre la existencia, el conocimiento, la ética y la realidad. Desarrolla el pensamiento crítico y la capacidad de analizar problemas desde múltiples perspectivas.",
    "en": "Philosophy explores fundamental questions about existence, knowledge, ethics and reality. It develops critical thinking and the ability to analyze problems from multiple perspectives.",
    "fr": "La philosophie explore les questions fondamentales sur l'existence, la connaissance, l'éthique et la réalité. Elle développe la pensée critique et la capacité d'analyser les problèmes sous plusieurs perspectives.",
    "it": "La filosofia esplora le domande fondamentali sull'esistenza, la conoscenza, l'etica e la realtà. Sviluppa il pensiero critico e la capacità di analizzare i problemi da molteplici prospettive.",
    "de": "Philosophie erforscht grundlegende Fragen über Existenz, Wissen, Ethik und Realität. Sie entwickelt kritisches Denken und die Fähigkeit, Probleme aus mehreren Perspektiven zu analysieren."
  }
}