{
  "id": "intro-filosofia",
  "title": "Introducción a la Filosofía",
  "career": "Filosofía",
  "difficulty": "beginner",
  "duration": "4 horas 45 minutos",
  "description": "Curso introductorio que te introduce en la fascinante disciplina de la filosofía. Aprende qué es filosofar y el arte de hacer preguntas profundas que transforman nuestra comprensión del mundo. Desarrolla habilidades de pensamiento crítico y lógica básica. Explora cómo la filosofía moral nos ayuda a navegar dilemas éticos contemporáneos. Ideal para futuros filósofos, pensadores críticos y cualquiera interesado en entender los fundamentos del conocimiento, la realidad y la moral.",
  "thumbnail_url": "/img/courses/filosofia-intro.png",
  "tags": ["Filosofía", "Pensamiento Crítico", "Lógica", "Ética", "Dilemas Morales", "Preguntas Profundas"],
  "modules": [
    {
      "title": "¿Qué es Filosofar? El Arte de Hacer Preguntas Profundas",
      "duration": "1 hora 30 minutos",
      "lessons": [
        {
          "id": "lesson-1-1",
          "title": "La Definición y el Impulso de la Filosofía",
          "content_type": "text",
          "content": "<h3>¿Qué Significa Filosofar?</h3><p>La palabra «filosofía» viene del griego: «phil» (amor) y «sophia» (sabiduría). Literalmente significa «amor por la sabiduría». Pero ser filósofo no es simplemente amar el conocimiento; es una forma particular de aproximarse a la realidad, caracterizada por el cuestionamiento sistemático, el análisis lógico y la búsqueda de verdades profundas.</p><p>A diferencia de las ciencias que responden preguntas específicas sobre cómo funciona el mundo, la filosofía se hace preguntas más fundamentales: ¿Por qué existe algo en lugar de nada? ¿Qué es la realidad? ¿Qué es la verdad? ¿Qué es correcto? ¿Qué es el bien? ¿Quiénes somos? ¿Cuál es el propósito de la vida?</p><h3>Los Orígenes del Pensamiento Filosófico</h3><p>La filosofía como disciplina nació en la Antigua Grecia, aproximadamente en el siglo VI a.C., cuando los griegos comenzaron a cuestionar las explicaciones mitológicas del universo. Hasta ese momento, la mayoría de las culturas explicaban los fenómenos naturales a través de mitos y la intervención de dioses.</p><p><strong>Los Presocráticos (Siglo VI-V a.C.):</strong> Tales de Mileto, Heráclito, Parménides y otros filósofos antiguos fueron los primeros en buscar explicaciones racionales de la naturaleza. ¿Cuál es la substancia fundamental del universo? ¿Es agua, aire, fuego? ¿El cambio es fundamental o es ilusión?</p><p><strong>Sócrates (470-399 a.C.):</strong> Revolucionó la filosofía con su método: formulaba preguntas a las personas que creían tener respuestas, mostrando que en realidad no entendían lo que decían comprender. Su famosa frase era: «Sólo sé que no sé nada». Sócrates creía que el verdadero conocimiento venía del cuestionamiento riguroso, no de la aceptación pasiva de lo que otros decían.</p><p><strong>Platón y Aristóteles (Siglos IV a.C.):</strong> Estos dos gigantes del pensamiento occidental sistematizaron la filosofía, estableciendo las grandes disciplinas: lógica, metafísica (el estudio de lo que existe), epistemología (cómo conocemos), ética, política.</p><h3>¿Por Qué Surge el Impulso Filosófico?</h3><p>¿Por qué los humanos filosofamos? Hay varios impulsos fundamentales:</p><p><strong>1. Asombro y Perplejidad:</strong> Platón y Aristóteles creían que la filosofía surge del asombro («thaumazein»). Vemos algo que no entendemos completamente, nos sorprende, y esto nos impulsa a preguntarnos cómo y por qué. Cuando un niño mira al cielo nocturno, siente asombro, y eso es el comienzo del filosofar.</p><p><strong>2. Crisis y Sufrimiento:</strong> A menudo filosofamos cuando nuestro mundo se cae a pedazos. Cuando experimentamos injusticia, muerte, sufrimiento, comenzamos a cuestionar el sentido de las cosas. «¿Por qué mueren las personas que amamos? ¿Hay justicia en el universo?»</p><p><strong>3. Incongruencias Lógicas:</strong> Cuando notamos que dos afirmaciones que creemos verdaderas se contradicen, sentimos la necesidad de resolverlo. Esto nos obliga a pensar más profundamente.</p><p><strong>4. Búsqueda de Significado:</strong> Los humanos somos la única especie que se pregunta sobre el significado y el propósito. ¿Cuál es mi propósito en la vida? ¿Qué importancia tengo?</p><h3>Filosofía en la Antigüedad, Edad Media y Modernidad</h3><p><strong>Filosofía Medieval (500-1500 d.C.):</strong> La filosofía se entrelazó con la teología. Grandes pensadores como Tomás de Aquino intentaban conciliar la razón con la fe religiosa. Las preguntas filosóficas se enfocaban en Dios, el alma, la salvación.</p><p><strong>Filosofía Moderna (1600-1800):</strong> Con el Renacimiento, filósofos como Descartes y Spinoza volvieron a enfatizar la razón. Descartes buscaba verdades absolutas e indudables mediante el famoso «pienso, luego existo» («Cogito, ergo sum»). Kant revolucionó la epistemología al preguntarse: ¿Cómo es que la mente estructura nuestra experiencia del mundo?</p><p><strong>Filosofía Contemporánea (1900-presente):</strong> La filosofía moderna se ha diversificado enormemente. Filósofos como Nietzsche cuestionan los valores tradicionales. Wittgenstein investiga el lenguaje. Existencialistas como Sartre exploran la libertad y la responsabilidad humana. Filósofos contemporáneos abordan cuestiones de género, raza, tecnología e IA.</p>",
          "duration": "Lectura de 14 min"
        },
        {
          "id": "lesson-1-1-video",
          "title": "Video: ¿Qué es la Filosofía?",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/bEFu1aVKzaQ",
          "duration": "11:30",
          "description": "Refuerzo visual sobre qué es la filosofía y por qué surge el impulso humano de filosofar"
        },
        {
          "id": "lesson-1-2",
          "title": "Las Grandes Preguntas Filosóficas",
          "content_type": "text",
          "content": "<h3>Las Áreas Principales de la Filosofía</h3><p>Aunque todas las preguntas filosóficas buscan comprender la realidad profundamente, los filósofos han organizado sus investigaciones en varias áreas o disciplinas:</p><p><strong>Metafísica («Meta» = más allá, «Physis» = naturaleza):</strong> ¿Qué existe? ¿Cuál es la naturaleza fundamental de la realidad? ¿Existe Dios? ¿Tenemos libre albedrío o todo está determinado? ¿Es el tiempo real o una ilusión?</p><p><strong>Epistemología (¿Cómo sabemos?):</strong> ¿Qué es el conocimiento? ¿Cómo sabemos que algo es verdadero? ¿Cuál es la diferencia entre opinión y conocimiento? ¿Pueden nuestros sentidos engañarnos?</p><p><strong>Ética (¿Qué es correcto?):</strong> ¿Cuál es el bien y el mal? ¿Qué hace que una acción sea correcta o incorrecta? ¿Cuál es la mejor forma de vivir? ¿Tenemos obligaciones morales?</p><p><strong>Lógica (¿Cómo razonamos correctamente?):</strong> ¿Qué hace que un argumento sea válido? ¿Cómo evitamos el error y el pensamiento confuso? ¿Cuáles son las reglas del pensamiento correcto?</p><p><strong>Estética (¿Qué es la belleza?):</strong> ¿Qué es el arte? ¿Existe la belleza objetiva o es subjetiva? ¿Por qué nos conmueve una obra de arte?</p><p><strong>Filosofía Política (¿Cómo debemos vivir juntos?):</strong> ¿Qué es un estado justo? ¿Cuáles son los derechos individuales? ¿Cuándo es legítimo el poder? ¿Qué es la democracia?</p><p><strong>Filosofía de la Mente (¿Qué es la conciencia?):</strong> ¿Qué es la mente? ¿Cómo surge la conciencia del cerebro físico? ¿Qué es el yo?</p><h3>La Naturaleza de las Preguntas Filosóficas</h3><p>Las preguntas filosóficas tienen características especiales:</p><p><strong>1. Son Fundamentales:</strong> No son preguntas simples cuya respuesta pueda encontrarse en un libro de referencia. Son preguntas sobre los fundamentos mismos de la realidad y el conocimiento.</p><p><strong>2. No Tienen Respuestas Definitivas:</strong> Después de miles de años, los filósofos siguen debatiendo las mismas preguntas. Esto no significa que la filosofía sea un fracaso; significa que estas preguntas son genuinamente complejas y multifacéticas.</p><p><strong>3. Requieren Argumentación Rigurosa:</strong> Un filósofo no puede simplemente afirmar algo; debe argumentarlo. Debe mostrar por qué cree algo y estar dispuesto a refutar contraargumentos.</p><p><strong>4. Transforman Cómo Vemos el Mundo:</strong> A diferencia de las preguntas científicas que responden «¿Cómo?», las preguntas filosóficas transforman nuestras perspectivas fundamentales. Cambiar tu respuesta sobre qué es el bien podría transformar toda tu vida.</p><h3>Tipos de Pensadores Filosóficos</h3><p><strong>Dogmáticos:</strong> Filósofos que afirman tener la verdad y la defienden tenazmente. Descartes era algo dogmático en su búsqueda de certeza absoluta.</p><p><strong>Escépticos:</strong> Filósofos que dudan de todo, incluso de si el conocimiento es posible. Aunque esto suena negativo, el escepticismo filosófico es útil para evitar errores.</p><p><strong>Pragmáticos:</strong> Filósofos interesados en cómo la filosofía se aplica prácticamente. ¿De qué sirve una teoría si no mejora la vida?</p><p><strong>Dialécticos:</strong> Filósofos que buscan verdad mediante el diálogo y el debate. Sócrates fue el maestro de este método.</p>",
          "duration": "Lectura de 12 min"
        },
        {
          "id": "lesson-1-2-video",
          "title": "Video: Las Grandes Preguntas Filosóficas",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/H6Sxv84GyO0",
          "duration": "12:15",
          "description": "Refuerzo visual sobre las diferentes áreas de la filosofía y las preguntas que cada una investiga"
        },
        {
          "id": "lesson-1-3",
          "title": "El Método Socrático y la Mayéutica",
          "content_type": "text",
          "content": "<h3>El Arte de Preguntar</h3><p>Sócrates desarrolló un método revolucionario para alcanzar el conocimiento a través del diálogo y el cuestionamiento sistemático. Este método, conocido como mayéutica (que significa \"arte de dar a luz\"), se basa en la idea de que el conocimiento ya está dentro de cada persona y solo necesita ser \"parido\" mediante preguntas adecuadas.</p><p><strong>Características del método socrático:</strong></p><ul><li><strong>Ironía socrática:</strong> Reconocer la propia ignorancia como punto de partida</li><li><strong>Preguntas dirigidas:</strong> Cuestionar sistemáticamente las creencias establecidas</li><li><strong>Diálogo colaborativo:</strong> Buscar la verdad junto con el interlocutor</li><li><strong>Definición progresiva:</strong> Llegar a definiciones claras mediante sucesivas aproximaciones</li></ul><h3>Aplicación Práctica del Método</h3><p>Imagina un diálogo socrático sobre la justicia:</p><p>- ¿Qué es la justicia?<br>- Dar a cada quien lo que merece<br>- ¿Y quién determina lo que cada quien merece?<br>- Las leyes<br>- ¿Pero qué pasa si las leyes son injustas?<br>- Entonces no sería justicia<br>- Entonces, ¿la justicia no es simplemente seguir las leyes?</p><p>Este proceso lleva al interlocutor a reconocer que su definición inicial era insuficiente y a buscar una comprensión más profunda.</p><h3>La Importancia del Diálogo Filosófico</h3><p>El diálogo filosófico no es un debate donde se busca ganar, sino una búsqueda conjunta de la verdad. Requiere:</p><ul><li>Humildad intelectual</li><li>Disposición a cambiar de opinión</li><li>Respeto por el interlocutor</li><li>Búsqueda genuina de comprensión</li></ul>",
          "duration": "Lectura de 10 min"
        },
        {
          "id": "lesson-1-3-video",
          "title": "Video: El Método Socrático",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-socratic",
          "duration": "10:45",
          "description": "Refuerzo visual sobre el método socrático y su aplicación en el diálogo filosófico"
        }
      ]
    },
    {
      "title": "Pensamiento Crítico y Lógica Básica",
      "duration": "1 hora 45 minutos",
      "lessons": [
        {
          "id": "lesson-2-1",
          "title": "¿Qué es el Pensamiento Crítico?",
          "content_type": "text",
          "content": "<h3>Definición y Características</h3><p>El pensamiento crítico es la capacidad y la disposición de analizar, evaluar y cuestionar información de manera reflexiva y rigurosa, en lugar de aceptarla pasivamente. Es pensar por ti mismo, con evidencia, lógica y razón como guías.</p><p>No es lo mismo que pensamiento criticón (ser negativo o quejoso constantemente). El pensamiento crítico es constructivo y se basa en razones.</p><h3>Elementos del Pensamiento Crítico</h3><p><strong>1. Análisis:</strong> Descomponer un problema complejo en sus partes constituyentes. Si alguien te presenta un argumento, pregúntate: ¿Cuáles son los componentes de este argumento? ¿Cuáles son las premisas (asunciones)? ¿Cuál es la conclusión?</p><p><strong>2. Evaluación de Evidencia:</strong> No aceptes afirmaciones sin pruebas. Pregúntate: ¿Cuál es la evidencia que respalda esta afirmación? ¿Es la evidencia suficiente? ¿Es confiable la fuente?</p><p><strong>3. Identificación de Suposiciones:</strong> Todo argumento se basa en suposiciones (cosas asumidas como verdaderas sin ser probadas). Los buenos pensadores críticos identifican estas suposiciones. Ejemplo: «Los gatos son independientes» asume que los gatos tienen naturaleza independiente.</p><p><strong>4. Pensamiento Lógico:</strong> ¿Sigue la conclusión lógicamente de las premisas? O hay saltos lógicos no justificados.</p><p><strong>5. Contemplación de Perspectivas Alternativas:</strong> Buscar activamente argumentos que contradigan tu posición. Si solo escuchas argumentos que confirman lo que ya crees, nunca crecerás.</p><p><strong>6. Reconocimiento de Sesgos:</strong> Todos tenemos sesgos cognitivos (formas en que nuestro cerebro distorsiona la realidad). Sesgo de confirmación (buscar información que confirma lo que creemos), sesgo de grupo (creer lo que cree nuestro grupo), etc.</p><h3>Habilidades Prácticas del Pensamiento Crítico</h3><p><strong>Formular Buenas Preguntas:</strong> «¿Cómo sabes esto?» «¿Cuál es la evidencia?» «¿Hay excepciones?» «¿Quién se beneficia de esto?»</p><p><strong>Escuchar Activamente:</strong> No solo esperar tu turno para hablar. Realmente tratar de entender el punto de vista del otro.</p><p><strong>Cambiar de Opinión Cuando es Apropiado:</strong> La marca del buen pensador crítico es la disposición a cambiar su mente cuando la evidencia lo justifica.</p><p><strong>Distinguir entre Hechos y Opiniones:</strong> Un hecho es verificable («La Tierra orbita el Sol»). Una opinión es evaluativa («El chocolate es el mejor sabor»).</p><h3>Obstáculos al Pensamiento Crítico</h3><p><strong>Pensamiento Emocional:</strong> A veces nuestras emociones nublan el juicio. Esto no es necesariamente malo (las emociones nos dicen qué importa), pero no debemos dejar que dominen el análisis racional.</p><p><strong>Conformismo Social:</strong> Tendemos a creer lo que cree la gente alrededor nuestro. Pensar críticamente a menudo significa estar dispuesto a disentir.</p><p><strong>Ilusión de Certeza:</strong> Sentir que sabemos algo cuando realmente sabemos menos de lo que creemos. La verdadera sabiduría incluye reconocer nuestras limitaciones.</p><p><strong>Aceptación de Autoridad Incuestionable:</strong> Respetar a expertos es bueno, pero no significa aceptar todo lo que dicen sin pensar. Incluso los expertos pueden estar equivocados.</p>",
          "duration": "Lectura de 13 min"
        },
        {
          "id": "lesson-2-1-video",
          "title": "Video: Pensamiento Crítico",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/Kyd7_0daQUg",
          "duration": "11:50",
          "description": "Refuerzo visual sobre qué es el pensamiento crítico y cómo desarrollar esta habilidad"
        },
        {
          "id": "lesson-2-2",
          "title": "Fundamentos de Lógica Básica",
          "content_type": "text",
          "content": "<h3>¿Qué es la Lógica?</h3><p>La lógica es el estudio de las leyes del pensamiento correcto. Se pregunta: ¿Cómo razonamos de manera válida? ¿Cómo evitamos errores en nuestro pensamiento? La lógica es la herramienta fundamental del pensamiento crítico.</p><h3>Argumentos: La Unidad Básica de la Lógica</h3><p>Un argumento es un conjunto de proposiciones (afirmaciones) donde una o más (las premisas) proporcionan razones para aceptar otra (la conclusión).</p><p><strong>Estructura básica:</strong></p><p>Premisa 1: Todos los hombres son mortales.<br>Premisa 2: Sócrates es un hombre.<br>Conclusión: Luego, Sócrates es mortal.</p><p>Este es un argumento válido: si las premisas son verdaderas, la conclusión DEBE ser verdadera.</p><h3>Validez vs. Verdad</h3><p>Un argumento puede ser <strong>válido</strong> (la estructura lógica es correcta) pero <strong>falso</strong> (una o más premisas son falsas).</p><p>Ejemplo de argumento válido pero falso:</p><p>Premisa 1: Todos los pájaros son mamíferos.<br>Premisa 2: Los gatos son pájaros.<br>Conclusión: Luego, los gatos son mamíferos.</p><p>La estructura es válida, pero las premisas son falsas. Un argumento SÓLIDO es tanto válido como verdadero.</p><h3>Tipos de Razonamiento</h3><p><strong>Razonamiento Deductivo:</strong> Va de lo general a lo específico. Si las premisas son verdaderas, la conclusión es necesariamente verdadera.</p><p>Premisa 1: Todos los triángulos tienen tres lados.<br>Premisa 2: Esto es un triángulo.<br>Conclusión: Esto tiene tres lados.</p><p><strong>Razonamiento Inductivo:</strong> Va de lo específico a lo general. Basado en observaciones particulares, llegamos a una conclusión general. La conclusión es probable pero no cierta.</p><p>Observación 1: He visto 100 cisnes y todos eran blancos.<br>Conclusión: Todos los cisnes son blancos.</p><p>Este razonamiento es probable pero no seguro. De hecho, existen cisnes negros en Australia.</p><p><strong>Razonamiento Analógico:</strong> Comparar dos cosas similares para inferir una conclusión.</p><p>La Tierra tiene vida y fue formada por procesos naturales.<br>Marte parece similar a la Tierra en muchos aspectos.<br>Por lo tanto, Marte podría tener vida.</p><h3>Falacias Lógicas Comunes</h3><p><strong>Falacia Ad Hominem:</strong> Atacar a la persona en lugar del argumento. «No debes escuchar a Juan sobre ecología porque es tonto». (Quizás sus argumentos sean válidos aunque sea tonto.)</p><p><strong>Generalización Apresurada:</strong> Hacer una conclusión general basada en muy pocos ejemplos. «Conocí a dos personas francesas desagradables; los franceses son desagradables».</p><p><strong>Petición de Principio (Begging the Question):</strong> La premisa asume la conclusión. «Dios existe porque la Biblia lo dice, y la Biblia es verdadera porque es la palabra de Dios».</p><p><strong>Falsa Causa:</strong> Asumir que porque dos cosas ocurren juntas, una causa la otra. «Siempre llevo un suéter de la suerte cuando mi equipo gana, por lo tanto el suéter causa que ganen».</p><p><strong>Apelación a la Autoridad Inapropiada:</strong> Invocar autoridad en un área cuando la persona no es experta en esa área. Un actor famoso no es necesariamente experto en política solo porque es famoso.</p><p><strong>Falsa Dicotomía:</strong> Presentar solo dos opciones cuando hay más. «O estás con nosotros o estás contra nosotros». (Podrías estar neutral o indiferente.)</p>",
          "duration": "Lectura de 13 min"
        },
        {
          "id": "lesson-2-2-video",
          "title": "Video: Introducción a la Lógica",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/kPLVdJC3Vww",
          "duration": "13:40",
          "description": "Refuerzo visual sobre argumentos válidos, tipos de razonamiento y falacias lógicas"
        },
        {
          "id": "lesson-2-3",
          "title": "Ejercicios de Aplicación Lógica",
          "content_type": "text",
          "content": "<h3>Práctica de Identificación de Argumentos</h3><p><strong>Ejercicio 1:</strong> Identifica premisas y conclusión en los siguientes argumentos:</p><p>1. \"Todos los mamíferos tienen pulmones. Las ballenas son mamíferos. Por lo tanto, las ballenas tienen pulmones.\"<br>2. \"Si llueve, la calle se moja. La calle está mojada. Por lo tanto, llovió.\"<br>3. \"La mayoría de los estudiantes que estudian regularmente obtienen buenas calificaciones. María estudia regularmente. Por lo tanto, María probablemente obtendrá buenas calificaciones.\"</p><h3>Análisis de Validez</h3><p><strong>Ejercicio 2:</strong> Determina si los siguientes argumentos son válidos:</p><p>1. \"Todos los perros son animales. Todos los gatos son animales. Por lo tanto, todos los perros son gatos.\"<br>2. \"Si hace sol, voy al parque. No fui al parque. Por lo tanto, no hizo sol.\"<br>3. \"Algunos políticos son honestos. Juan es político. Por lo tanto, Juan es honesto.\"</p><h3>Identificación de Falacias</h3><p><strong>Ejercicio 3:</strong> Identifica qué tipo de falacia se comete en cada caso:</p><p>1. \"Mi abuelo fumó toda su vida y vivió hasta los 90 años, así que fumar no es malo para la salud.\"<br>2. \"No puedes criticar el sistema educativo si no eres profesor.\"<br>3. \"O apoyas completamente esta ley, o no te importa la seguridad de los niños.\"</p><h3>Construcción de Argumentos</h3><p><strong>Ejercicio 4:</strong> Construye argumentos válidos para las siguientes conclusiones:</p><p>1. \"La educación es importante para el desarrollo de un país.\"<br>2. \"Debemos proteger el medio ambiente.\"<br>3. \"El ejercicio regular beneficia la salud.\"</p>",
          "duration": "Lectura de 12 min"
        }
      ]
    },
    {
      "title": "Ética y Dilemas Morales Contemporáneos",
      "duration": "1 hora 30 minutos",
      "lessons": [
        {
          "id": "lesson-3-1",
          "title": "¿Qué es la Ética? Teorías Morales Fundamentales",
          "content_type": "text",
          "content": "<h3>Definición de Ética</h3><p>La ética es la rama de la filosofía que investiga los principios que deben guiar la conducta humana. Se pregunta: ¿Qué es lo bueno? ¿Qué es lo correcto? ¿Cómo debemos vivir?</p><p><strong>Diferencia entre Ética y Moral:</strong> Aunque a menudo se usan intercambiablemente, técnicamente: la ética es el estudio filosófico de la moral, mientras que la moral se refiere a los valores y comportamientos reales de las personas.</p><h3>Grandes Teorías Éticas</h3><p><strong>1. Utilitarismo (Bentham, Mill):</strong></p><p>Pregunta central: ¿Qué acción produce la mayor felicidad para la mayor cantidad de personas?</p><p>Principio: Lo correcto es aquello que maximiza la felicidad (o bienestar) y minimiza el sufrimiento.</p><p>Ventaja: Es intuitivamente atractivo. Queremos que la gente sea feliz.</p><p>Limitación: ¿Podría justificar castigar a un inocente si hace feliz a la mayoría? ¿Ignoramos los derechos individuales?</p><p><strong>2. Deontología/Deber (Kant):</strong></p><p>Pregunta central: ¿Cuál es mi deber moral?</p><p>Principio: Algunas acciones son correctas o incorrectas independientemente de sus consecuencias. El mandato categórico de Kant: actúa de tal manera que la máxima de tu acción pudiera convertirse en ley universal.</p><p>Ejemplo: Mentir es siempre incorrecto, incluso si mentir salvaría una vida.</p><p>Ventaja: Respeta la dignidad y los derechos de las personas.</p><p>Limitación: ¿Qué si tus deberes entran en conflicto? ¿Es realmente inaceptable mentir siempre?</p><p><strong>3. Ética de la Virtud (Aristóteles):</strong></p><p>Pregunta central: ¿Qué es una persona virtuosa?</p><p>Principio: Lo correcto es lo que una persona virtuosa (sabia, valiente, justa) haría. El objetivo de la vida es desarrollar virtudes (excelencias del carácter).</p><p>Ventaja: Enfatiza el desarrollo del carácter y la vida plena (eudaimonia).</p><p>Limitación: ¿Quién determina qué es una persona virtuosa? Es menos sistemática que otras teorías.</p><p><strong>4. Ética del Cuidado (feminista contemporánea):</strong></p><p>Pregunta central: ¿Qué es lo que el cuidado demanda?</p><p>Principio: Lo correcto se centra en relaciones, interdependencia, y atender a las necesidades particulares de otros.</p><p>Ventaja: Reconoce el valor del cuidado, la compasión, la particularidad.</p><p>Limitación: Podría ser demasiado subjetiva o permitir nepotismo (favorecer a los cercanos sobre otros).</p><h3>Niveles de Análisis Ético</h3><p><strong>Metaética:</strong> ¿Qué es la moralidad misma? ¿Existen verdades morales objetivas o la moral es relativa?</p><p><strong>Ética Normativa:</strong> ¿Cuáles son los criterios para determinar qué es correcto o incorrecto?</p><p><strong>Ética Aplicada:</strong> ¿Cómo aplicamos principios morales a problemas concretos? (Bioética, ética empresarial, etc.)</p><h3>Dilemas Entre Teorías Éticas</h3><p>Las diferentes teorías éticas a menudo darían respuestas diferentes a la misma pregunta:</p><p><strong>Escenario: ¿Deberías robar medicinas para salvar la vida de tu hijo?</strong></p><ul><li><strong>Utilitarista:</strong> Sí, si la felicidad salvada (hijo vive) excede el daño causado (robo).</li><li><strong>Deontólogo:</strong> No, robar es incorrecto, punto final, aunque sea por una causa noble.</li><li><strong>Eticista de virtud:</strong> Depende. ¿Qué haría una persona verdaderamente sabia y amable? (Probablemente sí, considerando el amor parental como virtud.)</li><li><strong>Ética del cuidado:</strong> Sí, las relaciones de cuidado y responsabilidad hacia tu hijo pesan más.</li></ul>",
          "duration": "Lectura de 13 min"
        },
        {
          "id": "lesson-3-1-video",
          "title": "Video: Teorías Éticas Fundamentales",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/Xwm9dJvJiVo",
          "duration": "12:20",
          "description": "Refuerzo visual sobre utilitarismo, deontología, ética de la virtud y ética del cuidado"
        },
        {
          "id": "lesson-3-2",
          "title": "Dilemas Morales Contemporáneos",
          "content_type": "text",
          "content": "<h3>El Dilema del Tranvía: Un Clásico Moderno</h3><p>Un tranvía sin frenos se aproxima a cinco personas que morirán si nadie interviene. Hay un botón que desviará el tranvía a otra vía, donde solo hay una persona que también morirá.</p><p><strong>¿Qué deberías hacer?</strong></p><p>La mayoría de las personas dicen que deberían pulsar el botón (sacrificar uno para salvar cinco). Esto es utilitarista: maximizar vidas salvadas.</p><p>Pero consideremos la variante: En lugar de un botón, está de pie un hombre obeso en un puente sobre la vía. Si lo empujas, se detiene el tranvía, salvando los cinco pero muriendo él.</p><p><strong>Sorprendentemente, la mayoría dice que NO deberías empujarlo, aunque la matemática es idéntica (1 muerte vs. 5).</strong></p><p>¿Por qué? Quizás porque hay una diferencia entre permitir que alguien muera (pulsar botón) e matar activamente a alguín (empujar). O quizás porque usar a una persona como herramienta viola su dignidad.</p><p>Este dilema revela que nuestras intuiciones morales no son puramente utilitaristas.</p><h3>Dilemas Contemporáneos Reales</h3><p><strong>1. Inteligencia Artificial Autónoma</strong></p><p>¿Debería un auto autónomo estar programado para minimizar muertes totales en un accidente, incluso si eso significa que el conductor muera? ¿Es diferente si el auto elige matar al conductor vs. matar peatones?</p><p><strong>2. Cambio Climático y Justicia Intergeneracional</strong></p><p>¿Qué obligaciones morales tenemos hacia futuras generaciones? ¿Es justo que nuestro consumo de energía fósil afecte el clima que heredarán?</p><p><strong>3. Desigualdad Global</strong></p><p>Si tienes abundancia mientras otros mueren de hambre, ¿tienes una obligación moral de ayudar? ¿Cuánto tienes que sacrificar? Peter Singer argumenta que tenemos obligación de ayudar hasta el punto donde ayudar más nos causaría sufrimiento comparable. Otros dicen que la obligación es solo con compatriotas.</p><p><strong>4. Privacidad vs. Seguridad</strong></p><p>¿Debería el gobierno tener acceso a toda tu comunicación digital para prevenir terrorismo? ¿Dónde está el balance entre privacidad individual y seguridad colectiva?</p><p><strong>5. Bioética: Aborto</strong></p><p>¿Cuándo comienza la vida moralmente relevante? ¿A la concepción? ¿Al latido del corazón? ¿Al viabilidad? ¿Al nacimiento? Diferentes respuestas llevan a conclusiones radicalmente diferentes sobre la moralidad del aborto.</p><p><strong>6. Derechos de Animales</strong></p><p>¿Tienen los animales derechos morales? ¿Podemos usar animales para experimentación científica, alimentación, entretenimiento? Algunos argumentan que la capacidad de sufrir es lo que importa; otros que solo los seres racionales tienen derechos.</p><p><strong>7. Justicia Criminal: Pena de Muerte</strong></p><p>¿Es moral ejecutar a alguien, incluso si cometió un crimen horrible? ¿Se justifica por justicia retributiva (merecen morir) o prevención (prevenir futuras muertes)?</p><p><strong>8. Ética de la Información: Fake News y Redes Sociales</strong></p><p>¿Qué responsabilidad moral tienen plataformas de redes sociales por la desinformación que propagan? ¿Debe haber libertad absoluta de expresión o límites?</p><p><strong>9. Transhumanismo: Mejora Humana</strong></p><p>¿Es moral mejorar cognitivamente el cerebro con tecnología? ¿Dónde está la línea entre tratar enfermedad y mejora? Si solo los ricos pueden acceder, ¿crea eso injusticia?</p><p><strong>10. Consentimiento y Consentimiento Informado</strong></p><p>¿Cuándo es legítimo el consentimiento? Si alguien consiente bajo coacción económica (estoy desesperado, así que \"consiento\" a un trabajo peligroso), ¿es realmente consentimiento libre?</p><h3>Metodología para Abordar Dilemas Morales</h3><p><strong>Paso 1: Identifica los Hechos</strong> - ¿Cuál es la situación exacta? ¿Qué información tengo?</p><p><strong>Paso 2: Clarifica los Valores en Juego</strong> - ¿Qué principios morales están en conflicto? (Libertad vs. Seguridad, Justicia vs. Misericordia, Derechos individuales vs. Bien colectivo)</p><p><strong>Paso 3: Aplica Teorías Éticas</strong> - ¿Qué diría un utilitarista? ¿Un deontólogo? ¿Un eticista de virtud?</p><p><strong>Paso 4: Considera Perspectivas Múltiples</strong> - ¿Quién es afectado? ¿Cuáles son sus perspectivas?</p><p><strong>Paso 5: Reflexiona sobre Consecuencias</strong> - ¿Cuáles son las consecuencias probables de cada opción?</p><p><strong>Paso 6: Decide con Humildad</strong> - Reconoce que podrías estar equivocado y que otros pueden tener puntos válidos.</p>",
          "duration": "Lectura de 15 min"
        },
        {
          "id": "lesson-3-2-video",
          "title": "Video: Dilemas Morales Contemporáneos",
          "content_type": "video",
          "video_url": "https://www.youtube.com/embed/example-dilemmas",
          "duration": "14:30",
          "description": "Refuerzo visual sobre dilemas éticos contemporáneos y cómo abordarlos filosóficamente"
        },
        {
          "id": "lesson-3-3",
          "title": "Taller Práctico: Análisis de Casos Éticos",
          "content_type": "text",
          "content": "<h3>Ejercicio de Aplicación Ética</h3><p><strong>Caso 1: El Médico y los Cinco Pacientes</strong></p><p>Eres médico en un hospital con cinco pacientes que necesitan trasplantes urgentes: uno necesita corazón, otro hígado, otro riñones, otro pulmones y otro páncreas. Un hombre sano llega al hospital para un chequeo rutinario. ¿Sería moral sacrificarlo para salvar a los cinco?</p><p><strong>Análisis por teorías:</strong></p><ul><li>Utilitarismo: ¿Maximiza la felicidad?</li><li>Deontología: ¿Respetaría la dignidad del hombre sano?</li><li>Ética de la virtud: ¿Qué haría un médico virtuoso?</li></ul><p><strong>Caso 2: El Whistleblower Corporativo</strong></p><p>Trabajas en una empresa que contamina secretamente un río. Denunciar podría salvar el ecosistema pero costaría miles de empleos. ¿Debes denunciar?</p><p><strong>Consideraciones:</strong></p><ul><li>Responsabilidad hacia el medio ambiente vs. responsabilidad hacia colegas</li><li>Consecuencias a corto vs. largo plazo</li><li>Derecho a la información pública</li></ul><p><strong>Caso 3: Inteligencia Artificial y Desempleo</strong></p><p>Tu empresa desarrolla IA que puede reemplazar el 40% de los trabajos humanos. ¿Es moral continuar con el desarrollo?</p><p><strong>Perspectivas a considerar:</strong></p><ul><li>Progreso tecnológico vs. estabilidad social</li><li>Responsabilidad social corporativa</li><li>Distribución justa de beneficios tecnológicos</li></ul><h3>Guía para el Análisis Ético</h3><p><strong>Preguntas clave para cualquier dilema:</strong></p><ol><li>¿Quiénes son los afectados y cómo?</li><li>¿Qué derechos están en juego?</li><li>¿Qué deberes tengo?</li><li>¿Qué consecuencias preveo?</li><li>¿Qué haría una persona virtuosa?</li><li>¿Podría universalizar mi decisión?</li></ol><p><strong>Reflexión final:</strong> La filosofía ética no nos da respuestas fáciles, pero nos proporciona herramientas para pensar mejor sobre los problemas morales que enfrentamos como individuos y como sociedad.</p>",
          "duration": "Lectura de 12 min"
        }
      ]
    }
  ]
}